[
 {
  "id": 1,
  "word": "Abaddon - abandon",
  "meaning": "Abaddon- a place of destruction; the depths of hell",
  "undefined": "Abandon-to leave completely and finally; forsake utterly;  to give up "
 },
 {
  "id": 2,
  "word": "abasement - abashment",
  "meaning": "Abasement -the state or condition of having been reduced in   rank, office, reputation, or   estimation.",
  "undefined": "Abashment   -to destroy the self-possession or self-confidence of someone."
 },
 {
  "id": 3,
  "word": "abatis - abbess",
  "meaning": "Abatis-an obstacle or barricade of trees with bent   or sharpened branches directed toward an enemy.",
  "undefined": "Abbess- a woman who is the superior of convent of nuns."
 },
 {
  "id": 4,
  "word": "abdicate – abrogate",
  "meaning": "Abdicate-   to renounce or relinquish a throne, right, power, claim, responsibility, or the like, especially in a formal  manner.",
  "undefined": "Abrogate-to abolish by formal or official means; annul   by an authoritative act."
 },
 {
  "id": 5,
  "word": "abdominal – abominable",
  "meaning": "Abdominal-of, relating to, or involving the abdomen.",
  "undefined": "Abdominable-epugnantly hateful; detestable."
 },
 {
  "id": 6,
  "word": "abduct – induct",
  "meaning": "Abduct- to carry off or lead away (a person) illegal and in secret or by force, especially to kidnap.",
  "undefined": "Induct- to install in an office, benefice, position, etc."
 },
 {
  "id": 7,
  "word": "abed – abet",
  "meaning": "Abed- in bed.",
  "undefined": "Abet- to encourage, support, or countenance by aid approval, usually in wrongdoing."
 },
 {
  "id": 8,
  "word": "abjection – objection ",
  "meaning": "Abjection - the condition of being servile, wretched, or contemptible; the act of humiliating.",
  "undefined": "Objection- a reason or argument offered in disagreement, opposition, refusal, or disapproval."
 },
 {
  "id": 9,
  "word": "abjure - adjure",
  "meaning": "Abjure-to renounce, repudiate, or retract, especially with formal solemnity.",
  "undefined": "Adjure-to charge, bind, or command earnestly and solemnly, often under oath or the threat of a penalty."
 },
 {
  "id": 10,
  "word": "abnormal – subnormal",
  "meaning": "Abnormal-not normal, average, typical, or usual.",
  "undefined": "Subnormal-below the normal; less than or inferior   normal."
 },
 {
  "id": 11,
  "word": "absence – abstinence",
  "meaning": "Absence- state of being away or not being present.",
  "undefined": "Abstinence-forbearance from any indulgence of appetite, especially from the use of alcoholic beverages."
 },
 {
  "id": 12,
  "word": "absorb - adsorb",
  "meaning": "Absorb-to suck up or drink in (a liquid); to swallow up the identity or individuality of; incorporate; to involve the full attention of; to engross or engage wholly.",
  "undefined": "Adsorb-to gather (a gas, liquid, or dissolved substance) on a  surface in   a condensed layer."
 },
 {
  "id": 13,
  "word": "accede - exceed",
  "meaning": "Accede-to give consent, approval, or adherence; agree; assent; to attain or assume an office, title, or dignity succeed (usually followed by to).",
  "undefined": "Exceed- to go beyond in quantity, degree, rate, etc."
 },
 {
  "id": 14,
  "word": "accelerate - exhilarate ",
  "meaning": "Accelerate-to cause faster or greater activity, development, progress, advancement, etc.",
  "undefined": "Exhilarate-to enliven; invigorate; stimulate."
 },
 {
  "id": 15,
  "word": "accident - incident",
  "meaning": "Accident-an undesirable or unfortunate happening that occurs  unintentionally and usually results in harm, injury, damage, or loss; casualty.",
  "undefined": " Incident- an individual occurrence or event; something that occurs casually in connection with something else."
 },
 {
  "id": 16,
  "word": "account – recountal",
  "meaning": "Account-an explanatory statement of conduct, as to a superior;",
  "undefined": "Recountal-an act of recounting."
 },
 {
  "id": 17,
  "word": "accumulative - cumulative ",
  "meaning": "Accumulative-tending to accumulate or arising from accumulation.",
  "undefined": "Cumulative-increasing or growing by accumulation or successive additions; formed by or resulting from   accumulation or the addition of successive parts elements."
 },
 {
  "id": 18,
  "word": "acid- acrid",
  "meaning": "Acid- Chemistry. a compound usually having a sour taste  and capable of neutralizing alkalis and reddening blue litmus paper, containing hydrogen that can be replaced by a metal  or an electropositive group to form a salt, or containing an atom that can accept a pair of electrons   from a base. Acids are proton donors that yield hydronium ions in water solution, or electron- pair acceptors that combine with electron-pair donors or   bases; a  substance with a sour taste.",
  "undefined": "Acrid-sharp or biting to the taste or smell; bitterly   pungent; irritating to the eyes, nose, etc."
 },
 {
  "id": 19,
  "word": "actuate - acuate",
  "meaning": "Actuate-to incite or move to action; impel; motivate.",
  "undefined": " Acuate-sharpened; pointed."
 },
 {
  "id": 20,
  "word": "adapt - adept - adopt",
  "meaning": "Adapt-to make suitable to requirements or conditions; adjust or modify fittingly; to adjust oneself to different conditions,  environment, etc.",
  "undefined": "Adept-very skilled; proficient; expert; Adopt-to choose or take as one's own; make one's own by selection or assent."
 },
 {
  "id": 21,
  "word": "addiction – addition ",
  "meaning": " Addiction-the state of being compulsively committed   to a habit  or practice or to something that is psychologically or physically  habit-forming, as narcotics, to such an extent that its cessation causes severe trauma.",
  "undefined": "Addition- the act or process of adding or uniting."
 },
 {
  "id": 22,
  "word": "adventuress – adventurous",
  "meaning": "Adventuress- a woman who schemes to win social position, wealth, etc.",
  "undefined": "Adventurous-inclined or willing to engage in adventures; enjoying  adventures."
 },
 {
  "id": 23,
  "word": "adverse - averse",
  "meaning": "Adverse-unfavorable or antagonistic in purpose or effect; being or acting in a contrary direction; opposed or opposing.",
  "undefined": "Averse-having a strong feeling of opposition, antipathy, repugnance, etc."
 },
 {
  "id": 24,
  "word": "advice - advise ",
  "meaning": "Advice-an opinion or recommendation offered as a guide to action, conduct, etc. ",
  "undefined": "Advise-to give counsel to; offer an opinion or suggestion as worth  following; to recommend as desirable, wise, prudent, etc."
 },
 {
  "id": 25,
  "word": "affect - effect ",
  "meaning": "Affect-to act on; produce an effect or change in; (of pain, disease, etc.)  to attack or lay hold of.",
  "undefined": "Effect- something that is produced by an agency or cause; result; consequence."
 },
 {
  "id": 26,
  "word": "afflict - inflict",
  "meaning": "Afflict-to distress with mental or bodily pain; trouble greatly or grievously.",
  "undefined": "Inflict-to impose as something that must be borne or suffered."
 },
 {
  "id": 27,
  "word": "alder - elder",
  "meaning": "Alder-any of various trees or shrubs resembling an alder.",
  "undefined": "Elder-of greater age; older; of higher rank; senior."
 },
 {
  "id": 28,
  "word": "allegiance – alliance ",
  "meaning": "Allegiance-the loyalty of a citizen to his or her government or of a subject to his or her sovereign.",
  "undefined": "Alliance-the act of allying or state of being allied; a formal agreement or treaty between two or more nations to cooperate for specific  purposes."
 },
 {
  "id": 29,
  "word": "allegory – alligator",
  "meaning": "Allegory- a representation of an abstract or spiritual meaning through concrete or material forms; figurative treatment of one subject under the guise of another.",
  "undefined": "Alligator-either of two broad-snouted crocodilians of the genus Alligator, of the southeastern U.S. and eastern China."
 },
 {
  "id": 30,
  "word": "allusion - illusion ",
  "meaning": "Allusion-a passing or casual reference; an incidental mention of something, either directly or by implication.",
  "undefined": "Illusion-something that deceives by producing a false or misleading impression of reality."
 },
 {
  "id": 31,
  "word": "alone – loan",
  "meaning": "Alone-separate, apart, or isolated from others.",
  "undefined": "Loan-the act of lending; a grant of the temporary use of something; to  make a loan of; lend."
 },
 {
  "id": 32,
  "word": "alterant - alternant",
  "meaning": "Alterant-causing or producing alteration; something that produces alteration.",
  "undefined": "Alternant-alternating; alternate."
 },
 {
  "id": 33,
  "word": "alternation - altercation",
  "meaning": "Alternation-the act or process of alternating or the state of being alternated; alternate succession; repeated rotation.",
  "undefined": "Altercation- a heated or angry dispute; noisy argument or controversy.      "
 },
 {
  "id": 34,
  "word": "altitude - aptitude",
  "meaning": "Altitude-the height of anything above a given planetary reference plane, especially above sea level on earth; extent or distance upward; height.",
  "undefined": "Aptitude-capability; ability; innate or acquired capacity for something;  talent; readiness or quickness in learning; intelligence."
 },
 {
  "id": 35,
  "word": "ambages - ambagious ",
  "meaning": "Ambages-winding, roundabout paths or ways.",
  "undefined": "Ambagious-roundabout; circuitous."
 },
 {
  "id": 36,
  "word": "amiable – amicable ",
  "meaning": "Amiable- having or showing pleasant, good-natured personal qualities.",
  "undefined": "Amicable- characterized by or showing goodwill; friendly; peaceable."
 },
 {
  "id": 37,
  "word": "amity - enmity",
  "meaning": "Amity-friendship; peaceful harmony.",
  "undefined": "Enmity-a feeling or condition of hostility; hatred."
 },
 {
  "id": 38,
  "word": "analogue - analogy",
  "meaning": "Analogue-something having analogy to something else; Biology. an organ or part analogous to another; Chemistry. one of a group of chemical compounds similar in structure but different in respect to elemental composition.",
  "undefined": "Analogy- a similarity between like features of two things, on which a  comparison may be based; Biology. an analogous relationship."
 },
 {
  "id": 39,
  "word": "ankle - angle",
  "meaning": "Ankle-the joint between the foot and the leg; the joint between the cannon and pastern.",
  "undefined": "Angle-Geometry. the space within two lines or three or more planes diverging from a common point, or within two planes diverging from a  common line; the figure so formed; to move or bend in an angle."
 },
 {
  "id": 40,
  "word": "annual – annular",
  "meaning": "Annual-covering the period of a year; occurring or happening every year or once a year.",
  "undefined": " Annular-having the form of a ring."
 },
 {
  "id": 41,
  "word": "annunciation - enunciation",
  "meaning": "Annunciation- the announcement by the angel Gabriel to the Virgin Mary of her conception of Christ; an act or instance of announcing; proclamation.",
  "undefined": "Enunciation- an act or manner of enunciating; utterance or pronunciation; a formal announcement or statement."
 },
 {
  "id": 42,
  "word": "antagonist - protagonist ",
  "meaning": "Antagonist- a person who is opposed to, struggles against, or competes with another; opponent; adversary.",
  "undefined": "Protagonist- the leading character, hero, or heroine of a drama or other literary work. "
 },
 {
  "id": 43,
  "word": "appellation - epilation",
  "meaning": "Appellation-a name, title, or designation.",
  "undefined": "Epilation-the loss or removal of hair."
 },
 {
  "id": 44,
  "word": "apperception – perception ",
  "meaning": "Apperception-introspective self-consciousness; mental perception.",
  "undefined": "Perception- the act or faculty of perceiving, or apprehending by means of the senses or of the mind; cognition; understanding."
 },
 {
  "id": 45,
  "word": "apposite - opposite",
  "meaning": "Apposite-suitable; well-adapted; pertinent; relevant; apt.",
  "undefined": "Opposite-situated, placed, or lying face to face with something else or each other, or in corresponding positions with relation to an  intervening line, space, or thing."
 },
 {
  "id": 46,
  "word": "apprehend - comprehend",
  "meaning": "Apprehend-to take into custody; arrest by legal warrant or authority; to grasp the meaning of; understand, especially intuitively; perceive.",
  "undefined": "Comprehend-to understand the nature or meaning of; grasp with the mind; to take in or embrace; include."
 },
 {
  "id": 47,
  "word": "apprise - appraise",
  "meaning": "Apprise- to give notice to; inform; advise.",
  "undefined": "Appraise-to estimate the monetary value of; determine the worth of; assess; to estimate the nature, quality, importance, etc."
 },
 {
  "id": 48,
  "word": "arbitrator - arbiter ",
  "meaning": "Arbitrator- a person chosen to decide a dispute or settle differences, especially one formally empowered to examine the facts and decide the issue.",
  "undefined": "Arbiter-a person empowered to decide matters at issue; judge; umpire;a person who has the sole or absolute power of judging or determining."
 },
 {
  "id": 49,
  "word": "area - aria",
  "meaning": "Area - any particular extent of space or surface; a geographical region; any section reserved for a specific function; extent, range, or scope;  extent, range, or scope.",
  "undefined": "Aria-an air or melody; an elaborate melody sung solo with accompaniment, as in an opera or oratorio."
 },
 {
  "id": 50,
  "word": "ascetic - acetic",
  "meaning": "Ascetic-a person who dedicates his or her life to a pursuit of contemplative ideals and practices extreme self-denial or self mortification for religious reasons; a person who leads an austerely  simple life, especially one who abstains from the normal pleasures of life or denies himself or herself material satisfaction.",
  "undefined": "Acetic-pertaining to, derived from, or producing vinegar or acetic acid."
 },
 {
  "id": 51,
  "word": "assay - essay",
  "meaning": "Assay-to examine or analyze; Metallurgy. to analyze (an ore, alloy, etc.)  in order to determine the quantity of gold, silver, or other metal in it. Pharmacology. to subject (a drug) to an analysis for the determination of its potency or composition; a substance undergoing analysis or trial.",
  "undefined": "Essay-a short literary composition on a particular theme or subject,  usually in prose and generally analytic, speculative, or interpretative; anything resembling such a composition; to try; attempt."
 },
 {
  "id": 52,
  "word": "aught - naught",
  "meaning": "Aught-anything whatever; any part.",
  "undefined": "Naught-nothing; lost; ruined."
 },
 {
  "id": 53,
  "word": "avert - advert",
  "meaning": " Avert-to turn away or aside; to ward off.",
  "undefined": " Advert-to remark or comment."
 },
 {
  "id": 54,
  "word": "azonic – azoic",
  "meaning": "Azonic-not confined to any particular zone or region; not local;",
  "undefined": "Azoic-having no living beings."
 },
 {
  "id": 55,
  "word": "azote - azoth",
  "meaning": "Azote-Chemistry. Nitrogen; ",
  "undefined": "Azoth-mercury, regarded by alchemists as the assumed first principle of            all metals; the universal remedy of Paracelsus."
 },
 {
  "id": 56,
  "word": "backside – backsight",
  "meaning": "Backside- the rear or back part or view of an object, person, scene, etc.; that part which is opposite the front.",
  "undefined": "Backsight-a sight on a previously occupied instrument station; the reading on a rod that is held on a point of known elevation, used in computing the elevation of the instrument."
 },
 {
  "id": 57,
  "word": "ballot – ballad ",
  "meaning": "  Ballot- a slip or sheet of paper, cardboard, or the like, on which a voter marks his or her vote; to vote by ballot.",
  "undefined": "Ballad-any poem written in similar style; a simple narrative poem of folk origin, composed in short stanzas and adapted for singing."
 },
 {
  "id": 58,
  "word": "bang - clang",
  "meaning": "Bang-a loud, sudden, explosive noise, as the discharge of a gun; to strike or beat resoundingly.",
  "undefined": "Clang-to give out a loud, resonant sound, as that produced by a large bell or two heavy pieces of metal striking together; to move with such sounds; a clanging sound."
 },
 {
  "id": 59,
  "word": "banish – vanish",
  "meaning": " Banish- to expel from or relegate to a country or place by authoritative decree; condemn to exile; o compel to depart; send, drive, or put away.",
  "undefined": "Vanish-to disappear from sight, especially quickly; become invisible."
 },
 {
  "id": 60,
  "word": "bath – bathe",
  "meaning": "Bath- a washing or immersion of something, especially the body, in water, steam, etc.",
  "undefined": " Bathe-to immerse (all or part of the body) in water or some other liquid, for cleansing, refreshment, etc; to wet; wash; to take a bath or sunbath."
 },
 {
  "id": 61,
  "word": "bathetic - pathetic",
  "meaning": "Bathetic-displaying or characterized by bathos.",
  "undefined": "Pathetic-causing or evoking pity, sympathetic sadness, sorrow, etc. "
 },
 {
  "id": 62,
  "word": "batter – better",
  "meaning": " Batter- to beat persistently or hard; pound repeatedly; to damage by beating or hard usage; to deal heavy, repeated blows.",
  "undefined": "Better-of superior quality or excellence."
 },
 {
  "id": 63,
  "word": "beast - best",
  "meaning": " Beast-any nonhuman animal, especially a large, four-footed mammal; a cruel, coarse, filthy, or otherwise beastlike person.",
  "undefined": "Best-of the highest quality, excellence, or standing."
 },
 {
  "id": 64,
  "word": "behoof – behoove ",
  "meaning": "Behoof- use; advantage; benefit.",
  "undefined": "Behoove-to be necessary or proper for, as for moral or ethical considerations; be incumbent on."
 },
 {
  "id": 65,
  "word": "bellow – below ",
  "meaning": "Bellow- to emit a hollow, loud, animal cry, as a bull or cow; to roar; bawl;",
  "undefined": "Below-in or toward a lower place."
 },
 {
  "id": 66,
  "word": "biannual - biennial ",
  "meaning": "Biannual-occurring twice a year.",
  "undefined": "Biennial-happening every two years."
 },
 {
  "id": 67,
  "word": "bint – bind",
  "meaning": "Bint- a contemptuous term used to refer to a woman or girl.",
  "undefined": "Bind-to fasten or secure with a band or bond; the act or process of binding; the state or instance of being bound."
 },
 {
  "id": 68,
  "word": "blanket - blanquette",
  "meaning": "Blanket-a large, rectangular piece of soft fabric, often with bound edges, used especially for warmth as a bed covering.",
  "undefined": "Blanquette-a ragout of lamb, veal, or chicken, prepared in a velouté sauce, usually garnished with croutons or small onions and mushrooms."
 },
 {
  "id": 69,
  "word": "booze - boozy",
  "meaning": " Booze-any alcoholic beverage; whiskey; to drink alcohol, especially to excess.",
  "undefined": "Boozy-drunken; intoxicated; addicted to liquor."
 },
 {
  "id": 70,
  "word": "bourse – bouse",
  "meaning": "  Bourse- a stock exchange, especially the stock exchange of certain European cities.",
  "undefined": "Bouse-to haul with tackle."
 },
 {
  "id": 71,
  "word": "brand – brant",
  "meaning": " Brand- the kind, grade, or make of a product or service, as indicated by a stamp, trademark, or the like; to label or mark with or as if with a brand.",
  "undefined": "Brant-a small goose (Branta bernicla) about the size of a mallard having a black head, neck and chest."
 },
 {
  "id": 72,
  "word": "breath - breathe",
  "meaning": " Breath-the air inhaled and exhaled in respiration; the ability to breathe easily and normally.",
  "undefined": "Breathe-to take air, oxygen, etc., into the lungs and expel it; inhale and exhale; to pause, as for breath or rest."
 },
 {
  "id": 73,
  "word": "brigandine - brigantine",
  "meaning": " Brigandine-a flexible body armor of overlapping steel plates with an exterior covering of linen, velvet, leather.",
  "undefined": "Brigantine- a two-masted sailing ship that is square -rigged except for a  fore - and - aft mainsail."
 },
 {
  "id": 74,
  "word": "bubbler - bubbly",
  "meaning": " Bubbler-a drinking fountain that spouts water;",
  "undefined": " Bubbly- 1. full of, producing, or characterized by bubbles; 2. lively; effervescent; enthusiastic."
 },
 {
  "id": 75,
  "word": "bugler – bulger ",
  "meaning": "Bugler-a person who sounds a bugle.",
  "undefined": "Bulger-a wood having a convex face, now rarely used."
 },
 {
  "id": 76,
  "word": "burrow - borough",
  "meaning": "Burrow- 1. a hole or tunnel in the ground made by a rabbit, fox, or similar animal for habitation and refuge; 2. to make a hole or passage in, into, or under something; 3.  to put a burrow into (a hill, mountainside,  etc.)."
 },
 {
  "id": 77,
  "word": "cacography – calligraphy ",
  "meaning": "Cacography- 1.bad handwriting; poor penmanship;2. incorrect spelling.",
  "undefined": "Calligraphy- 1. artistic, stylized or elegant handwriting or lettering; 2. handwriting; penmanship; 3. an ornamental line in drawing or painting."
 },
 {
  "id": 78,
  "word": "calendar – colander",
  "meaning": "Calendar- 1. a table or register with the days of each month and week in a year; 2. any of various systems of reckoning time,  especially with reference to the beginning, length, and divisions  of the year; 3. a list or register, especially one arranged chronologically, as of appointments, work to be done, or cases to be tried in a court.",
  "undefined": "Colander-a metal or plastic container with a perforated bottom, or draining and straining foods."
 },
 {
  "id": 79,
  "word": "calvary – cavalry ",
  "meaning": "Calvary-1. an open- air representation of the crucifixion of Jesus;2. an experience of usually intense mental suffering.",
  "undefined": "Cavalry- Military.1. a) the part of a military force composed of troops that serve on horseback; b) mounted soldiers collectively;c) the motorized, armored units of a military force organized for maximum mobility; 2. horsemen, horses, etc."
 },
 {
  "id": 80,
  "word": "candle – scandal",
  "meaning": "Candle- 1. a long, usually slender piece of tallow or wax with an embedded wick that is burned to give light. 2. something resembling a candle in appearance or use.",
  "undefined": " Scandal- 1. a disgraceful or discreditable action, circumstance, etc.; 2. an offense caused by a fault or misdeed;3. damage to reputation; public disgrace; 4. British Dialect. to defame (someone) by spreading scandal."
 },
 {
  "id": 81,
  "word": "canon – canyon",
  "meaning": "Canon- 1. an ecclesiastical rule or law enacted by a council or other competent authority and, in the Roman Catholic Church, approved by the pope; 2. the body of ecclesiastical law;3. the body of rules, principles, or standards accepted as axiomatic and universally binding in a field of study or art; 4. a fundamental principle or general rule.",
  "undefined": "Canyon- a deep valley with steep sides, often with a stream flowing through it."
 },
 {
  "id": 82,
  "word": "capitation - caption",
  "meaning": "Capitation- 1.a numbering or assessing by the head;2.a poll tax; 3. a fee or payment of a uniform amount for each person.",
  "undefined": "Caption-1. a title or explanation for a picture or illustration, as in a magazine, newspaper, or book; 2.a heading or title, as of a chapter, article, or page; 3. Law. the heading of a legal document stating the time, place, etc., of execution or performance."
 },
 {
  "id": 83,
  "word": "captor - capture",
  "meaning": "Captor-a person who has captured a person or thing.",
  "undefined": "Capture-1. to take by force or stratagem; take prisoner; seize;2. to gain control of or exert influence over; 3. to take  possession of, as in a game or contest; 4. to represent or record in lasting form; 5. the act of capturing; 6.the thing or person  captured."
 },
 {
  "id": 84,
  "word": "carousal - carousel",
  "meaning": "Carousal-a noisy or drunken feast or social gathering; revelry.",
  "undefined": "Carousel- 1. merry-go-round; 2. a continuously revolving belt, track or other device on which items are placed for later retrieval."
 },
 {
  "id": 85,
  "word": " Carping – carking",
  "meaning": "  Carping- 1. characterized by fussy or petulant faultfinding; 2. petty faultfinding.",
  "undefined": "Carking-distressful."
 },
 {
  "id": 86,
  "word": "carton - cartoon ",
  "meaning": "Carton- 1. a cardboard or plastic box used typically for storage or shipping; 2. the amount a carton can hold; 3.the contents of a carton; 4. to pack in a carton.",
  "undefined": "Cartoon- 1. a sketch or drawing, usually humorous, as in a newspaper or periodical, symbolizing, satirizing, or caricaturing some action, subject, or person of popular interest; 2. comic strip; 3. animated cartoon; 4. resembling a cartoon or caricature."
 },
 {
  "id": 87,
  "word": "casual – causal",
  "meaning": "Casual- 1. happening by chance; fortuitous; 2. without definite or serious intention; careless or offhand; passing;  3. appropriate for wear or use on informal occasions; not dressy; 4. a worker employed only irregularly.",
  "undefined": "Causal- 1. of, constituting, or implying a cause; 2. Grammar. expressing a cause, as the conjunctions because and since."
 },
 {
  "id": 88,
  "word": "celebrity - celerity",
  "meaning": "Celebrity- 1. a famous or well-known person;2. fame; renown;",
  "undefined": "Celerity-swiftness; speed."
 },
 {
  "id": 89,
  "word": "celery - salary",
  "meaning": "Celery-a plant, Apium graveolens, of the parsley family, whose leafstalks are eaten raw or cooked;",
  "undefined": "Salary-a fixed compensation periodically paid to a person for regular work or services."
 },
 {
  "id": 90,
  "word": "chafe-chaff ",
  "meaning": " Chafe- 1.to wear or abrade by rubbing; 2. to make sore by rubbing; 3. irritation; annoyance; 4. heat, wear, or soreness caused by rubbing;",
  "undefined": "Chaff-1. the husks of grains and grasses that are separated during threshing; 2. straw cut up for fodder; 3. worthless matter; refuse; 4.the membranous, usually dry, brittle bracts  of the flowers of certain plants."
 },
 {
  "id": 91,
  "word": "chagrin - shagreen",
  "meaning": "Chagrin-1. a feeling of vexation, marked by disappointment or humiliation; 2. to vex by disappointment or humiliation.",
  "undefined": "Shagreen-1. an untanned leather with a granular surface, prepared from the hide of a horse, shark, seal, etc.;2. the rough skin of certain sharks, used as an abrasive."
 },
 {
  "id": 92,
  "word": "chalice – challis",
  "meaning": "Chalice-1. a drinking cup; 2. the cup -shaped interior of a flower.",
  "undefined": "Challis- a soft fabric of plain weave in wool, cotton, rayon, or other staple fiber, either in a solid color or, more often, a small print."
 },
 {
  "id": 93,
  "word": "champagne – champaign",
  "meaning": "Champagne-1. A white sparkling wine made in the old province of Champagne, France; 2. A pale orange yellow to  light grayish-yellowish brown;",
  "undefined": "Champaign-1. level, open country; plain; 2. archaic. Battlefield."
 },
 {
  "id": 94,
  "word": "chauffer – chauffeur ",
  "meaning": "Chauffer- a small, portable stove.",
  "undefined": "Chauffeur-1. a person employed to drive a private automobile  or limousine for the owner; 2. to drive (a vehicle) as a chauffeur; 3.to transport by car; 4. to work as a chauffeur."
 },
 {
  "id": 95,
  "word": "chevalier - chevelure",
  "meaning": "Chevalier- 1. a member of certain orders of honor or merit; 2. a chivalrous man; cavalier; 3. Archaic. a knight.",
  "undefined": "Chevelure-a head of hair."
 },
 {
  "id": 96,
  "word": "chic - chick",
  "meaning": "Chic- 1. attractive and fashionable; stylish; 2. style and elegance, especially in dress; 3. casual and understated style, as in dress or décor, that expresses a specified trendy lifestyle or activity.",
  "undefined": "Chick-a young chicken or other bird."
 },
 {
  "id": 97,
  "word": "chloride - chlorite",
  "meaning": "Chloride-1. a salt of hydrochloric acid consisting of two elements, one of which is chlorine, as sodium chloride, NaCl; 2. a compound containing chlorine, as methyl chloride, CH3Cl;",
  "undefined": "Chlorite-a group of minerals, hydrous silicates of aluminum, ferrous iron, and magnesium, occurring in green platelike crystals or scales."
 },
 {
  "id": 98,
  "word": "chrysolite – cryolite",
  "meaning": "Сhrysolite-olivine.",
  "undefined": "Cryolite-a mineral, sodium aluminum fluoride, Na3AlF6, occurring in white masses, used as a flux in the electrolytic production aluminum."
 },
 {
  "id": 99,
  "word": "circus - circle",
  "meaning": "Circus-1. a large public entertainment, typically presented in one or more very large tents or in an outdoor or indoor arena, featuring exhibitions of pageantry, feats of skill and daring, performing animals, etc.; 2. a troupe of performers, especially a traveling troupe, that presents such entertainments, together with officials, other employees, and the company's performing animals, traveling wagons, tents, cages, and equipment; 3.  anything resembling such public entertainments, as an event or activity that is wildly active, disordered, sensational, etc.",
  "undefined": "Circle-1. a closed plane curve consisting of all points at a given distance from a point within it called the center; 2. the portion of a plane bounded by such a curve; 3. to enclose in a circle; surround; encircle. 4. to move in a circle or circuit around; rotate or revolve around."
 },
 {
  "id": 100,
  "word": "clarity - charity ",
  "meaning": "Clarity-1. clearness or lucidity as to perception or understanding; freedom from indistinctness or ambiguity;2. the state or quality of being clear or transparent to the eye; pellucidity.",
  "undefined": "Charity- 1. generous actions or donations to aid people who are poor, ill, or needy; 2. something given to a person or persons in need; 3. a charitable act or work; 4. a charitable fund, foundation, or institution."
 },
 {
  "id": 101,
  "word": "clash - crash",
  "meaning": "Clash- 1. to make a loud, harsh noise; 2. to come together or collide, especially noisily; 3. to strike with a resounding or violent collision; 4. a loud, harsh noise, as of a collision.",
  "undefined": "Crash- 1. to make a loud, clattering noise, as of something  dashed to pieces; 2. to break or fall to pieces with noise; 3. to break into pieces violently and noisily; 4. a sudden loud noise, as of something being violently smashed or struck 5. a breaking or falling to pieces with loud noise."
 },
 {
  "id": 102,
  "word": "clearly - cleanly",
  "meaning": "Clearly- 1. a clear manner; 2. without equivocation; decidedly.",
  "undefined": "Cleanly- 1. personally neat; careful to keep or make clean;2. personally neat; careful to keep or make clean; 3. in a clean manner."
 },
 {
  "id": 103,
  "word": "   coiffure - coiffeur",
  "meaning": "Coiffure- 1.a style of arranging the hair; 2. a head covering; headdress; 3. to arrange or comb (the hair) in a coiffure; to style (the hair); 4. to provide with a head covering or   headdress; cover with a coiffure.",
  "undefined": "Coiffeur- a man who is a hairdresser."
 },
 {
  "id": 104,
  "word": "collaborate – corroborate",
  "meaning": "Collaborate- 1. to work, one with another; cooperate, as on a literary work; 2. to cooperate, usually willingly, with an enemy nation, especially with an enemy occupying one's country;",
  "undefined": "Corroborate- 1. to make more certain; confirm; 2. Archaic. confirmed."
 },
 {
  "id": 105,
  "word": "coma - comma",
  "meaning": "Coma-a state of prolonged unconsciousness, including a lack of response to stimuli, from which it is impossible to rouse a person.",
  "undefined": "Comma- 1. a punctuation mark, used especially as a mark of separation within the sentence; 2. pause, interval; 3. any of several nymphalid butterflies with a silvery comma-shaped mark on the underside of the hind wings."
 },
 {
  "id": 106,
  "word": "commode - compote ",
  "meaning": "Commode- 1. a low cabinet or similar piece of furniture, often highly ornamental, containing drawers or shelves; 2. a stand or cupboard containing a chamber pot or washbasin; 3. a portable toilet, especially one on a chair like frame with wheels, as for an invalid;",
  "undefined": "Compote- fruit stewed or cooked in a syrup, usually served as a dessert. "
 },
 {
  "id": 107,
  "word": "complacent - complaisant  ",
  "meaning": "Complacent- 1. pleased, especially with oneself or one's merits, advantages, situation, etc. 2. agreeable and eager to please.",
  "undefined": "Complaisant- inclined or disposed to please; obliging; agreeable or gracious."
 },
 {
  "id": 108,
  "word": "complement - supplement",
  "meaning": "Complement- 1. something that completes or makes perfect; 2. the quantity or amount that completes anything; 3. either of two parts or things needed to complete the whole; 4. to complete; form a complement to.",
  "undefined": "Supplement- 1. something added to complete a thing, supply a deficiency, or reinforce or extend a whole; 2. a part added to a book, document, etc., to supply additional or later information, correct errors, or the like; 3. a part, usually of special character, issued as an additional feature of a newspaper or other periodicals; 4. to complete, add to, or extend by a supplement;5. to form a supplement or addition to."
 },
 {
  "id": 109,
  "word": "completion - complexion ",
  "meaning": "Completion- 1.the act of completing; 2.the state of being completed; 3. conclusion; fulfillment.",
  "undefined": "Complexion- 1. the natural color, texture, and appearance of the  skin, especially of the face; 2. appearance; aspect; character;  3. viewpoint, attitude, or conviction; 4. (in old physiology) constitution or nature of body and mind, regarded as the result of certain combined qualities."
 },
 {
  "id": 110,
  "word": "comprehend - apprehend",
  "meaning": "Comprehend- 1. to understand the nature or meaning of; grasp with the mind; perceive; 2. to take in or embrace; include; comprise.",
  "undefined": "Apprehend- 1. to take into custody; arrest by legal warrant or authority; 2. to grasp the meaning of; understand, especially intuitively; perceive; 3. to expect with anxiety, suspicion, or fear; anticipate; to 4. understand; 5. to be apprehensive, suspicious, or fearful; fear."
 },
 {
  "id": 111,
  "word": "confidant - confident",
  "meaning": "Confidant-a close friend or associate to whom secrets are confided or with whom private matters and problems are discussed;",
  "undefined": "Confident- 1. having strong belief or full assurance; sure; 2. sure of oneself; having no uncertainty about one's own abilities, correctness, successfulness, etc.; 3. excessively bold;  presumptuous."
 },
 {
  "id": 112,
  "word": "connote – denote",
  "meaning": "Connote- 1. to signify or suggest (certain meanings, ideas, etc.) in addition to the explicit or primary meaning; 2. to involve as a condition or accompaniment; 3. to have significance only by association, as with another word; ",
  "undefined": "Denote- 1. to be a mark or sign of; indicate; 2. to be a name or  designation for; mean; 3. to represent by a symbol; stand as a symbol for."
 },
 {
  "id": 113,
  "word": "consensus - census",
  "meaning": " Consensus- 1. majority of opinion; 2. general agreement or concord; harmony.",
  "undefined": "Census- 1. an official enumeration of the population, with details as to age, sex, occupation, etc.; 2. (in ancient Rome) the registration of citizens and their property, for purposes of taxation; 3. to take a census of (a country, city, etc.)."
 },
 {
  "id": 114,
  "word": "consequence - sequence",
  "meaning": "Consequence- 1. the effect, result, or outcome of something occurring earlier; 2. an act or instance of following something  as an effect, result, or outcome; 3. the conclusion reached by a line of reasoning; inference; 4. importance or significance; ",
  "undefined": "Sequence- 1. the following of one thing after another; succession; 2. order of succession; 3. the following of one thing after another; succession; 4. to place in a sequence."
 },
 {
  "id": 115,
  "word": "constrain - restrain",
  "meaning": "Constrain-1. to force, compel, or oblige; 2. to confine forcibly, as by bonds; 3. to repress or restrain.",
  "undefined": "Restrain- 1. to hold back from action; keep in check or under control; repress; 2. to deprive of liberty, as by arrest or the like;3. to limit or hamper the activity, growth, or effect of."
 },
 {
  "id": 116,
  "word": "damn-darn",
  "meaning": "Damn- 1. to declare (something) to be bad, unfit, invalid, or illegal; 2. to condemn as a failure; 3.to bring condemnation upon; ruin; 4. to doom to eternal punishment or condemn to hell; ",
  "undefined": "Darn- 1. to mend, as torn clothing, with rows of stitches, sometimes by crossing and interweaving rows to span a gap; 2. a darned place, as in a garment."
 },
 {
  "id": 117,
  "word": "debar – disbar",
  "meaning": "Debar- 1.to shut out or exclude from a place or condition; 2. to hinder or prevent; prohibit.",
  "undefined": "Disbar- to expel from the legal profession or from the bar of a particular court."
 },
 {
  "id": 118,
  "word": "decant-descant",
  "meaning": "Decant- 1. to pour (wine or other liquid) gently so as not to disturb the sediment; 2. to pour (a liquid) from one container to another.",
  "undefined": "Descant- Music. 1.a) a melody or counterpoint accompanying a simple musical theme and usually written above it; b) (in part  music) the soprano; c) a song or melody. Music 2. (chiefly British). a) soprano; b) treble."
 },
 {
  "id": 119,
  "word": "decease-disease",
  "meaning": "Decease- 1. the act of dying; departure from life; death; 2. to depart from life; die.",
  "undefined": "Disease- 1. a disordered or incorrectly functioning organ, part, structure, or system of the body resulting from the effect of genetic or developmental errors, infection, poisons, nutritional deficiency or imbalance, toxicity, or unfavorable environmental factors; illness; sickness; ailment; 2. any abnormal condition in a plant that interferes with its vital physiological processes, caused by pathogenic microorganisms, parasites, unfavorable environmental, genetic, or nutritional factors, etc.; 3. to affect with disease; make ill."
 },
 {
  "id": 120,
  "word": "decry-descry",
  "meaning": "Decry- 1. to speak disparagingly of; denounce as faulty or worthless; 2. to condemn or depreciate by proclamation, as foreign or obsolete coins."
 },
 {
  "id": 121,
  "word": "deflection – inflection",
  "meaning": "Deflection- 1. the act or state of deflecting or the state of being deflected; 2. amount of deviation; 3. the deviation of the indicator of an instrument from the position taken as zero; 4.  Military. the angle formed by the line of sight to the target and the line of sight to the point at which a gun is aimed so as to strike the target.",
  "undefined": "Inflection- 1. Change in pitch or loudness of the voice; 2. a) the change of form that words undergo to mark such distinctions as those of case, gender, number, tense, person, mood or voice;b) a form, suffix, or element involved in such variation;  c) accidence; 3. the act or result of curving or bending;  4. a) change in curvature of an arc or curve from concave to convex or conversely; b) inflection point.  "
 },
 {
  "id": 122,
  "word": "depose - dispose",
  "meaning": "Depose- 1. to remove from office or position, especially high office; 2. to testify or affirm under oath, especially in a written statement; 3. Law. to take the deposition of; examine under oath; 4. to give sworn testimony, especially in writing.",
  "undefined": "Dispose- 1. to give a tendency or inclination to; incline; 2. to put in a particular or the proper order or arrangement; adjust by  arranging the parts; 3. to arrange or decide matters."
 },
 {
  "id": 123,
  "word": "depression - recession",
  "meaning": "Depression- 1.the act of depressing; 2. the state of being depressed; 3. a depressed or sunken place or part; an area lower than the surrounding surface. 4. sadness; gloom; dejection; Recession- 1. the act of receding or withdrawing;2. a receding part of a wall, building, etc. 3. a withdrawing procession, as at the end of a religious service.",
  "undefined": "Recession- 1. the act of receding or withdrawing;2. a receding part of a wall, building, etc. 3. a withdrawing procession, as at the end of a religious service."
 },
 {
  "id": 124,
  "word": "deprive - deprave",
  "meaning": "Deprive- 1. to remove or withhold something from the enjoyment or possession of (a person or persons); 2. to remove from ecclesiastical office.",
  "undefined": "Deprave- 1. to make morally bad or evil; vitiate; corrupt; 2. to defame."
 },
 {
  "id": 125,
  "word": "desert – dessert",
  "meaning": "Desert- 1.  a region so arid because of little rainfall that it supports only sparse and widely spaced vegetation or no vegetation at all; 2. any area in which few forms of life can exist because of lack of water, permanent frost, or absence of soil; 3. an area of the ocean in which it is believed no marine life exists;  4. of, relating to, or like a desert; 5. occurring, living, or flourishing in the desert.",
  "undefined": "Dessert- 1. cake, pie, fruit, pudding, ice cream, etc., served as the final course of a meal; 2. British. a serving of fresh fruit after the main course of a meal."
 },
 {
  "id": 126,
  "word": "desperate - disparate ",
  "meaning": "Desperate-1.  reckless or dangerous because of despair, hopelessness, or urgency; 2. having an urgent need, desire, etc.3. leaving little or no hope; very serious or dangerous 4. extremely bad; intolerable or shocking.",
  "undefined": "Disparate- distinct in kind; essentially different; dissimilar."
 },
 {
  "id": 127,
  "word": "detract - distract",
  "meaning": " Detract- 1. to take away a part, as from quality, value, or reputation (usually followed by from); 2. to draw away or divert;  3. Archaic. to take away (a part).",
  "undefined": "Distract- 1. to draw away or divert, as the mind or attention, 2.  to disturb or trouble greatly in mind; beset; 3. to provide a pleasant diversion for; amuse; entertain; 4. to separate or divide by dissension or strife."
 },
 {
  "id": 128,
  "word": "device - devise",
  "meaning": " Device- 1. a thing made for a particular purpose; an invention or contrivance, especially a mechanical or electrical one;2. a plan or scheme for effecting a purpose;3. a crafty scheme; trick.",
  "undefined": "Devise- 1. to contrive, plan, or elaborate; invent from existing principles or ideas; 2. Theater. to develop (a play) collaboratively with the performers; 3. Law. to assign or transmit (property) by will; 4. to form a plan; contrive; 5. Law. a) the act of disposing of property, especially real property, by will; b) a will or clause in a will disposing of property, especially real property; c) the property so disposed of."
 },
 {
  "id": 129,
  "word": "diary - dairy",
  "meaning": "Diary- 1. a daily record, usually private, especially of the writer's own experiences, observations, feelings, attitudes, etc.2. a book for keeping such a record; 3. a book or pad containing pages marked and arranged in calendar order, in which to note appointments and the like.",
  "undefined": "Dairy- 1. an establishment, as a room, building, or buildings, where milk and cream are kept and butter and cheese are made; 2. a shop or company that sells milk, butter, etc.; 3. the business of a dairy farm, concerned with the production and treatment of milk and cream and the manufacture of butter and cheese; 4. of or relating to a dairy or a dairy farm;5. relating to or for milk, cream, butter, cheese, etc."
 },
 {
  "id": 130,
  "word": "diction - dictum",
  "meaning": "Diction- 1. style of speaking or writing as dependent upon choice of words; 2. the accent, inflection, intonation, and speech-sound quality manifested by an individual speaker, usually judged in terms of prevailing standards of acceptability; ",
  "undefined": "Dictum- 1. an authoritative pronouncement; judicial assertion; 2. a saying; maxim; 3. obiter dictum."
 },
 {
  "id": 131,
  "word": "disburse - disperse",
  "meaning": "Disburse- 1. to pay out (money), especially for expenses; expend; 2. to distribute or scatter.",
  "undefined": "Disperse- 1. to drive or send off in various directions; scatter; 2. to spread widely; disseminate; 3. to dispel; cause to vanish; 4. to separate and move apart in different directions without order or regularity; become scattered."
 },
 {
  "id": 132,
  "word": "descry - decry",
  "meaning": "Descry- 1. to see (something unclear or distant) by looking carefully; 2. to discover; ascertain; detect;",
  "undefined": "Decry- 1. to speak disparagingly of; denounce as faulty or worthless; 2. to condemn or depreciate by proclamation, as foreign or obsolete coins."
 },
 {
  "id": 133,
  "word": "discomfit - discomfort ",
  "meaning": "Discomfit- 1. to confuse and deject; 2. to frustrate the plans of; thwart; foil; 3. Archaic. to defeat utterly; rout.",
  "undefined": "Discomfort- 1. an absence of comfort or ease; uneasiness,         hardship, or mild pain; 2. anything that is disturbing to or interferes with comfort; 3. to disturb the comfort or happiness of; make uncomfortable or uneasy."
 },
 {
  "id": 134,
  "word": "discontinuance - discontinuous ",
  "meaning": "Discontinuance- 1. the act or state of discontinuing or the state of being discontinued; cessation; 2. Law. the termination of a suit by the act of the plaintiff, as by notice in writing, or by neglect to take the proper adjournments to keep it pending; ",
  "undefined": "Discontinuous- 1. not continuous; broken; interrupted; intermittent; 2. Mathematics. (of a function at a point) not continuous at the point."
 },
 {
  "id": 135,
  "word": "displace - replace",
  "meaning": "Displace- 1. to compel (a person or persons) to leave home, country, etc.; 2. to move or put out of the usual or proper place; 3. to take the place of; replace; supplant.",
  "undefined": "Replace- 1. to assume the former role, position, or function of; substitute for (a person or thing); 2.to provide a substitute or equivalent in the place of; 3. to restore; return; make good; 4. to restore to a former or the proper place."
 },
 {
  "id": 136,
  "word": "disquisition – inquisition",
  "meaning": "Disquisition- a formal discourse or treatise in which a subject is examined and discussed; dissertation.",
  "undefined": "Inquisition- 1. an official investigation, especially one of a political or religious nature, characterized by lack of regard for individual rights, prejudice on the part of the examiners, and recklessly cruel punishments; 2. any harsh, difficult, or prolonged questioning; 3. the act of inquiring; inquiry; research;4. an investigation, or process of inquiry; 5. a judicial or official inquiry; 6. the finding of such an inquiry."
 },
 {
  "id": 137,
  "word": "dissimulation - dissimilation",
  "meaning": "Dissimulation-the act of dissimulating; feigning; hypocrisy; ",
  "undefined": "Dissimilation- the change or omission of one of two identical or closely related sounds in a word."
 },
 {
  "id": 138,
  "word": "dominant - dominate",
  "meaning": "Dominant-1. ruling, governing, or controlling; having or exerting authority or influence; 2. occupying or being in a commanding or elevated position; 3. predominant; main; major; chief; 4. Genetics. of or relating to a dominant.",
  "undefined": "Dominate- 1. to rule over; govern; control; 2. to tower above; overlook; overshadow; 3. to predominate, permeate, or characterize; 4. to rule; exercise control; 5. to occupy a commanding or elevated position."
 },
 {
  "id": 139,
  "word": "dysphemism - euphemism",
  "meaning": "Dysphemism- 1. the substitution of a harsh, disparaging, or unpleasant expression for a more neutral one; 2. an expression  so substituted, as “cancer stick” for “cigarette”. ",
  "undefined": "Euphemism- 1. the substitution of a mild, indirect, or vague expression for one thought to be offensive, harsh, or blunt;2. the expression so substituted."
 },
 {
  "id": 140,
  "word": "ear - year",
  "meaning": "Ear- 1. the organ of hearing and equilibrium in vertebrates, in                      humans consisting of an external ear that gathers sound vibrations, a middle ear in which the vibrations resonate against the tympanic membrane, and a fluid-filled internal ear that maintains balance and that conducts the tympanic vibrations to the auditory nerve, which transmits them as impulses to the brain; 2. the sense of hearing; 3. the external ear alone; 4. any part that resembles or suggests an ear in position or form, as the handle of a teacup.",
  "undefined": "Year- 1. a period of 365 or 366 days, in the Gregorian calendar, divided into 12 calendar months, now reckoned as   beginning Jan. 1 and ending Dec. 31; 2. a period of approximately the same length in other calendars; 3. the time in which any planet completes a revolution round the sun; 4. a full round of the seasons."
 },
 {
  "id": 141,
  "word": "efficiency - proficiency",
  "meaning": "Efficiency- 1. the state or quality of being efficient, or able to accomplish something with the least waste of time and effort; competency in performance; 2. accomplishment of or ability to accomplish a job with a minimum expenditure of time and effort.",
  "undefined": "Proficiency- the state of being proficient; skill; expertness."
 },
 {
  "id": 142,
  "word": "elegant - elegance ",
  "meaning": "Elegant- 1. tastefully fine or luxurious in dress, style, design, etc. 2. gracefully refined and dignified, as in tastes, habits, or literary style; 3. graceful in form or movement; 4. appropriate to refined taste; 5. excellent; fine; superior.",
  "undefined": "Elegance- 1. elegant quality; 2. something elegant; a refinement."
 },
 {
  "id": 143,
  "word": "eligible - legible",
  "meaning": "Eligible- 1. fit or proper to be chosen; worthy of choice;                  2. meeting the stipulated requirements, as to participate, compete, or work; 3. a person or thing that is eligible;",
  "undefined": "Legible- 1. capable of being read or deciphered, especially with ease, as writing or printing; easily readable; 2. capable of being discerned or distinguished."
 },
 {
  "id": 144,
  "word": "eliminate - illuminate",
  "meaning": "Eliminate- 1. to remove or get rid of, especially as being in some way undesirable; 2. to omit, especially as being unimportant or irrelevant; leave out; 3. to remove from further consideration or competition, especially by defeating in a  contest; to eradicate or kill.",
  "undefined": "Illuminate- 1. to supply or brighten with light; light up; 2. to make lucid or clear; throw light on; 3. to display lights, as in celebration; 4. to become illuminated."
 },
 {
  "id": 145,
  "word": "ellipse - ellipsis",
  "meaning": "Ellipse- 1a plane curve such that the sums of the distances of each point in its periphery from two fixed points, the foci, are  equal. It is a conic section formed by the intersection of a right  circular cone by a plane that cuts the axis and the surface of the cone",
  "undefined": "Ellipsis- 1. a) the omission of one or more words that are obviously understood but that must be supplied to make a construction grammatically complete; b) a sudden leap from one topic to another; 2. Marks or a mark indicating an omission or a pause."
 },
 {
  "id": 146,
  "word": "elusion - elution",
  "meaning": "Elusion- the act of eluding; evasion.",
  "undefined": "Elution- the removal of antibody from the antigen to which it is attached."
 },
 {
  "id": 147,
  "word": "emend - amend ",
  "meaning": "Emend- 1. to edit or change (a text); 2. to free from faults or errors.",
  "undefined": "Amend- 1. to change for the better; 2. to remove or correct faults in; 3. to grow or become better by reforming oneself."
 },
 {
  "id": 148,
  "word": "emigrant- immigrant  ",
  "meaning": "Emigrant- 1. a person who emigrates, as from his or her nativecountry or region; 2.  emigrating; leaving a country or region to settle in another.",
  "undefined": "Immigrant- 1. a person who migrates to another country, usually for permanent residence; 2. an organism found in a new habitat; 3.  of or relating to immigrants and immigration; 4. immigrating."
 },
 {
  "id": 149,
  "word": "emigrate - immigrate ",
  "meaning": "Emigrate- to leave one country or region to settle in another.",
  "undefined": "Immigrate- 1. to come to a country of which one is not a native, usually for permanent residence; 2. to pass or come into a new habitat or place, as an organism; 3. to introduce as settlers."
 },
 {
  "id": 150,
  "word": "encasement - encashment",
  "meaning": "Encasement- 1. the act of encasing; 2. the state of being encased; 3. something that encases.",
  "undefined": "Encashment- cash."
 },
 {
  "id": 151,
  "word": "endue - endure",
  "meaning": "Endue- 1. to invest or endow with some gift, quality, or faculty; 2. to put on; assume; 3. to clothe.",
  "undefined": "Endure- 1. to hold out against; sustain without impairment or yielding; 2. to bear without resistance or with patience;  3. to continue to exist; last; 4. to support adverse force or influence of any kind; suffer without yielding; suffer patiently."
 },
 {
  "id": 152,
  "word": "enervate - innervate",
  "meaning": "Enervate- 1. to deprive of force or strength; destroy the vigor of; 2. enervated.",
  "undefined": "Innervate- 1. to communicate nervous energy to; stimulate through nerves; 2. to furnish with nerves; grow nerves into."
 },
 {
  "id": 153,
  "word": "enjoin – enjoy ",
  "meaning": "Enjoin- 1. to prescribe (a course of action) with authority or emphasis; 2. to direct or order to do something.",
  "undefined": "Enjoy- 1. to experience with joy; take pleasure in; 2. to have and use with satisfaction; have the benefit of; 3. to find or experience pleasure for (oneself)."
 },
 {
  "id": 154,
  "word": "entirety - entity",
  "meaning": "Entirety- 1. the state of being entire; completeness;                 2. something that is entire; the whole.",
  "undefined": "Entity- 1. something that has a real existence; 2. being or existence, especially when considered as distinct, independent, or self-contained."
 },
 {
  "id": 155,
  "word": "envelop - envelope",
  "meaning": "Envelop- 1. to wrap up in or as in a covering 2. to serve as a wrapping or covering for, as a membrane of an organ or a sheath; 3. to surround entirely.",
  "undefined": "Envelope- 1. a flat paper container, as for a letter or thin package, usually having a gummed flap or other means of closure; 2. something that envelops; a wrapper, integument, or surrounding cover; 3. Biology. a surrounding or enclosing structure, as a corolla or an outer membrane; Geometry. a curve or surface tangent to each member of a set of curves or surfaces."
 },
 {
  "id": 156,
  "word": "epigynous – epigenous",
  "meaning": "Epigynous- 1. (of flowers) having all floral parts conjoint and generally divergent from the ovary at or near its summit; 2. (of stamens, petals, etc.) having the parts so arranged.",
  "undefined": "Epigenous- growing on the surface, especially the upper surface, as fungi on leaves."
 },
 {
  "id": 157,
  "word": "epilation - appellation",
  "meaning": " Epilation-the act or result of removing hair, as by mechanical or chemical means.",
  "undefined": "Appellation- 1. a name, title, or designation; 2. the act of naming."
 },
 {
  "id": 158,
  "word": "ethical - ethnical",
  "meaning": "Ethical- 1. pertaining to or dealing with morals or the principles of morality; pertaining to right and wrong in conduct; 2. being in accordance with the rules or standards for right conduct or practice, especially the standards of a profession; 3. (of drugs) sold only upon medical prescription.",
  "undefined": "Ethical- 1. Ethnic; 2. of, relating to, or concerned with ethnology."
 },
 {
  "id": 159,
  "word": "evoke - invoke",
  "meaning": " Evoke- 1. to call up or produce (memories, feelings, etc.); 2. to elicit or draw forth; 3. to call up; cause to appear; summon; 4. to produce or suggest through artistry and imagination a vivid impression of reality",
  "undefined": "Invoke- 1. to call for with earnest desire; make supplication or pray for; 2. to declare to be binding or in effect; 3. to  appeal to, as for confirmation; 4. to appeal to, as for confirmation."
 },
 {
  "id": 160,
  "word": "exalt - exult",
  "meaning": "Exalt- 1. to raise in rank, honor, power, character, quality, etc.; 2. to praise; extol; 3.to stimulate, as the imagination;  4. to intensify, as a color.",
  "undefined": "Exult- to show or feel a lively or triumphant joy; rejoice exceedingly; be highly elated or jubilant."
 },
 {
  "id": 161,
  "word": "expanse - expense ",
  "meaning": "Expanse- 1. an uninterrupted space or area; a wide extent of anything; 2. something that is spread out, especially over a relatively large area.",
  "undefined": "Expense- 1. cost or charge; 2. a cause or occasion of spending; 3. the act of expending; expenditure; 4. to charge or write off as an expense; 5. to be expensed."
 },
 {
  "id": 162,
  "word": "explicit - implicit",
  "meaning": "Explicit- 1. fully and clearly expressed or demonstrated; leaving nothing merely implied; 2. clearly developed or formulated; 3. definite and unreserved in expression.",
  "undefined": "Implicit- 1. implied, rather than expressly stated; 2. unquestioning or unreserved."
 },
 {
  "id": 163,
  "word": "expulsion - expunction",
  "meaning": "Expulsion- 1. the act of driving out or expelling; 2. the state of being expelled.",
  "undefined": "Expunction- the act of expunging; erasure."
 },
 {
  "id": 164,
  "word": "extemporize - temporize ",
  "meaning": "Extemporize- 1. to speak extemporaneously; 2. to sing, or play on an instrument, composing the music as one proceeds; improvise; 3. to do or manage something in a makeshift way.",
  "undefined": "Temporize- 1. to be indecisive or evasive to gain time or delay acting; 2. to comply with the time or occasion; yield temporarily or ostensibly to prevailing opinion or circumstances; 3. to treat or parley so as to gain time."
 },
 {
  "id": 165,
  "word": "exterior – interior",
  "meaning": "Exterior- 1. outer; being on the outer side; 2. intended or suitable for outdoor use; 3. the outer surface or part; outside; 4. outward form or appearance.",
  "undefined": "Interior- 1. being within; inside of anything; internal; inner; further toward a center; 2. being within; inside of anything internal; inner; further toward a center; 3. situated well inland from the coast or border; 4. the internal or inner part."
 },
 {
  "id": 166,
  "word": "faddish -faddist",
  "meaning": "Faddish- a practice or interest followed for a time with exaggerated zeal: craze.",
  "undefined": "Faddist- a person following a fad or given to fads, as one who seeks and adheres briefly to a passing variety of unusual diets, beliefs, etc."
 },
 {
  "id": 167,
  "word": "fashionable – fissionable",
  "meaning": "Fashionable- 1. observant of or conforming to the fashion; stylish; 2. observant of or conforming to the fashion; stylish; 3. current; popular; 4. a fashionable person;",
  "undefined": "Fissionable- capable of or possessing a nucleus or nuclei Capable of undergoing fission."
 },
 {
  "id": 168,
  "word": "feasibility - possibility",
  "meaning": "Feasibility- the possibility, capability, or likelihood of something being done or accomplished.",
  "undefined": "Possibility- 1. the state or fact of being possible;        2. something possible."
 },
 {
  "id": 169,
  "word": "feed-in - feeding",
  "meaning": " Feed-in being or belonging to something that feeds material (as into a machine) or to the process of feeding in this way; ",
  "undefined": "Feeding- 1. the act of a person or thing that feeds;2. an instance of eating or of taking or being given  nourishment; 3. grazing land."
 },
 {
  "id": 170,
  "word": "femineity – femininity",
  "meaning": " Femineity- feminine nature; womanliness;",
  "undefined": "Femininity- 1. the quality of being feminine; womanliness; 2. women collectively; 3. effeminacy."
 },
 {
  "id": 171,
  "word": "festal - festive",
  "meaning": "Festal- pertaining to or befitting a feast, festival, holiday, or gala occasion; ",
  "undefined": "Festive- 1. pertaining to or suitable for a feast or festival;        2. joyous; merry."
 },
 {
  "id": 172,
  "word": "fiducial-fiduciary ",
  "meaning": "Fiducial- 1. accepted as a fixed basis of reference or comparison; 2. based on or having trust.",
  "undefined": "Fiduciary- relating to, or involving a confidence or trust: such as a) held or founded in trust or confidence; b) holding in trust; c) depending on public confidence for value or currency."
 },
 {
  "id": 173,
  "word": "flaunt-flout ",
  "meaning": " Flaunt- 1. to parade or display oneself conspicuously, defiantly, or boldly; 2. to wave conspicuously in the air;  3. to parade or display ostentatiously; 4. the act of flaunting.",
  "undefined": "Flout- 1. to treat with disdain, scorn, or contempt; 2. to show disdain, scorn, or contempt; scoff, mock, or gibe 3. a disdainful, scornful, or contemptuous remark or act;"
 },
 {
  "id": 174,
  "word": "floret-florid",
  "meaning": "Floret- 1. a small flower especially: one of the small ",
  "undefined": "Florid- 1. reddish; ruddy; rosy; 2. flowery; excessively ornate; showy; 3. abounding in or consisting of flowers."
 },
 {
  "id": 175,
  "word": "flounder-founder ",
  "meaning": "Flounder- 1. to struggle with stumbling or plunging movements; 2. to struggle clumsily or helplessly; 3. to be in imminent danger of failure.",
  "undefined": "Founder- a person who founds or establishes something, as a company or institution."
 },
 {
  "id": 176,
  "word": "flow-fly ",
  "meaning": "Flow- 1. to move along in a stream; 2. to move along in a stream; 3. an act of flowing; 4. movement in or as if in a stream. ",
  "undefined": "Fly- 1. to move in or pass through the air with wings; 2. to take flight; 3. to move, pass, or spread quickly; 4. to become expended or dissipated rapidly; 5. to operate or travel in an airplane or spacecraft. "
 },
 {
  "id": 177,
  "word": "fog -frog",
  "meaning": "Fog- 1. vapor condensed to fine particles of water suspended in the lower atmosphere that differs from cloud only in being near the ground; 2. a murky condition of the atmosphere or a substance causing it; 3. cloudiness or partial opacity in a developed photographic image caused by chemical action or stray radiation; 4. to cover, envelop, or  suffuse with or as if with fog. ",
  "undefined": "Frog- 1. any tailless, stout-bodied amphibian of the order Anura, including the smooth, moist-skinned frog species that live in a damp or semiaquatic habitat and the warty, drier-skinned toad species that are mostly terrestrial as adults; 2. the triangular elastic horny pad in the middle of the sole of the foot of a horse; 3.a) a loop attached to a belt to hold a weapon or tool; b) an ornamental braiding forfastening the front of a garment that consists of a button and a loop through which it passes; 4. a device permitting the wheels on one rail of a track to cross an intersecting rail; 5. a condition in the throat that produces hoarseness."
 },
 {
  "id": 178,
  "word": "font - fount ",
  "meaning": "Font- 1. a receptacle, usually of stone, as in a baptistery or church, containing the water used in baptism; 2. a receptacle for holy water; stoup; 3. a productive source; 4.a receptacle for holy water; stoup.",
  "undefined": "Fount- 1. a spring of water; fountain; 2. a source or origin."
 },
 {
  "id": 179,
  "word": "forceful – forcible",
  "meaning": "Forceful- 1. full of force; powerful; vigorous; effective;                        2. acting or driven with force.",
  "undefined": "Forcible- 1. effected by force used against opposition or resistance; 2. effected by force used against opposition or resistance."
 },
 {
  "id": 180,
  "word": "foreside - foresight",
  "meaning": "Foreside-the front side or part.",
  "undefined": "Foresight- 1. an act or the power of foreseeing; 2. provident care; 3. an act of looking forward."
 },
 {
  "id": 181,
  "word": "forgetful - forgettable",
  "meaning": "Forgetful-1. likely to forget; 2. characterized by negligent failure to remember; 3. inducing oblivion.",
  "undefined": "Forgettable- fit or likely to be forgotten."
 },
 {
  "id": 182,
  "word": "fulgurant - fulgurite",
  "meaning": "Fulgurant- flashing like lightning.",
  "undefined": "Fulgurite-a tubelike formation in sand or rock, caused by  lightning."
 },
 {
  "id": 183,
  "word": "furunculoses - furunculous",
  "meaning": "Furunculoses-the condition characterized by the presence of boils.",
  "undefined": "Furunculous- boil."
 },
 {
  "id": 184,
  "word": "fusil - fusile",
  "meaning": "Fusil-a light flintlock musket.",
  "undefined": "Fusile- 1. easily melted; fusible; 2. formed by casting or melting; founded."
 },
 {
  "id": 185,
  "word": "gabled - cablet  ",
  "meaning": "Gabled- 1. provided with a gable or gables; 2. built with a gable or gables.",
  "undefined": "Cablet- a small cable, especially a cablelaid rope under 10 inches (25 centimeters) in circumference."
 },
 {
  "id": 186,
  "word": "gallon - galloon ",
  "meaning": " Gallon- a unit of liquid capacity equal to 231 cubic inches or four quarts.",
  "undefined": "Galloon- a narrow trimming (as of lace or braid with metallic threads) having both edges scalloped."
 },
 {
  "id": 187,
  "word": "gamble - gambol ",
  "meaning": "Gamble- 1. a) an act having an element of risk;b) something chancy; 2. the playing of a game of chance for  stakes.",
  "undefined": "Gambol- 1. to skip about, as in dancing or playing; frolic.        2. to skip about, as in dancing or playing; frolicgastroscopy - gastrostomy                               "
 },
 {
  "id": 188,
  "word": "gazelle - ghazal",
  "meaning": "Gazelle- any small antelope of the genus Gazella and allied genera, of Africa and Asia, noted for graceful movements and lustrous eyes.",
  "undefined": "Ghazal- an Arabic lyric poem that begins with a rhymed couplet whose rhyme is repeated in all even lines and that is especially common in Persian literature."
 },
 {
  "id": 189,
  "word": "gazette - gazetteer  ",
  "meaning": "Gazette- 1. Newspaper; 2. an official journal; 3. British. an announcement in an official gazette.",
  "undefined": "Gazetteer- 1. a geographical dictionary; 2. Archaic. a journalist, especially one appointed and paid by the government."
 },
 {
  "id": 190,
  "word": "gilt – jilt",
  "meaning": "Gilt-1. a simple past tense and past participle of gild;  2. gilded; 3. gold in color; 4. the thin layer of gold or other material applied in gilding. 5. gilt-edged security.",
  "undefined": "Jilt- 1. to reject or cast aside (a lover or sweetheart), especially abruptly or unfeelingly; 2. a woman who jilts a lover."
 },
 {
  "id": 191,
  "word": "ginnery – gingery",
  "meaning": "Ginnery- a mill for ginning cotton.",
  "undefined": "Gingery- 1. having the flavor or pungence of ginger; 2. piquant; sharp and lively; 3. of the color of ginger."
 },
 {
  "id": 192,
  "word": "gnarr - gnarl",
  "meaning": "Gnarr-to snarl; growl.",
  "undefined": "Gnarl- a knotty protuberance on a tree; knot; to twist into a knotted or distorted form."
 },
 {
  "id": 193,
  "word": "grandee - grandeur",
  "meaning": "Grandee- a man of high social position or eminence, especially a Spanish or Portuguese nobleman.",
  "undefined": "Grandeur- 1. the quality or state of being grand; 2. an instance or example of grandeur."
 },
 {
  "id": 194,
  "word": "guan – guano ",
  "meaning": "Guan- any of various large gregarious neotropical birds  (family Cracidae) that are chiefly arboreal forest-dwellers and that somewhat resemble turkeys.",
  "undefined": "Guano- a fertilizer containing the accumulated excrement of seabirds or bats."
 },
 {
  "id": 195,
  "word": "guardant – guarded ",
  "meaning": "Guardant- (of an animal) depicted full-faced but with the body seen from the side.",
  "undefined": "Guardant- 1. cautious; careful; prudent. 2. protected, watched, or restrained, as by a guard."
 },
 {
  "id": 196,
  "word": "gullible-gullish ",
  "meaning": " Gullible-easily deceived or cheated.",
  "undefined": "Gullish- foolish, stupid."
 },
 {
  "id": 197,
  "word": "habitant – habitat",
  "meaning": "Habitant- an inhabitant.",
  "undefined": "Habitat- 1. the natural environment of an organism; place that is natural for the life and growth of an organism;2. the place where a person or thing is usually found."
 },
 {
  "id": 198,
  "word": "half - halve",
  "meaning": "Half- 1.one of two equal or approximately equal parts of a divisible whole, as an object, or unit of measure or time; a part of a whole equal or almost equal to the remainder;  2. being one of two equal or approximately equal parts of a divisible whole; 3. in or to the extent or measure of half.",
  "undefined": "Halve- 1. to divide into two equal parts; 2.to share equally;          3. Golf. to play (a hole, round, or match) in the same number of strokes as one's opponent."
 },
 {
  "id": 199,
  "word": "handmade - handmaid ",
  "meaning": "Handmade- made by hand or by a hand process; ",
  "undefined": "Handmaid- 1. something that is necessarily subservient or subordinate to another; 2. a female servant or attendant."
 },
 {
  "id": 200,
  "word": "haply – happily",
  "meaning": "Haply- perhaps; by chance.",
  "undefined": "Happily-1. in a happy manner; with pleasure; 2. by good fortune; providentially; luckily; 3. felicitously; appropriately;"
 },
 {
  "id": 201,
  "word": "haunch - haunt ",
  "meaning": "Haunch- 1. the hip; 2. the fleshy part of the body about the hip; 3. a hindquarter of an animal; 4. the leg and loin of an animal, used for food; 5. Architecture. a) either side of an arch, extending from the vertex or crown to the impost; b) the part of a beam projecting below a floor or roof slab.",
  "undefined": "Haunt-1. to visit habitually or appear to frequently as a spirit or ghost; 2. to recur persistently to the consciousness of; remain with; 3. to reappear continually as a spirit or ghost; 4. to visit habitually or regularly; 5. a place frequently visited. "
 },
 {
  "id": 202,
  "word": "have on - haven",
  "meaning": "Have on- 1. to wear; 2. chiefly British : to trick or deceive intentionally; 3. to have plans for.",
  "undefined": "Haven- 1. a harbor or port; 2. any place of shelter and safety; refuge; 3.to shelter, as in haven."
 },
 {
  "id": 203,
  "word": "hawse - horse ",
  "meaning": " Hawse- 1. the part of a ship's bow that contains the hawseholes; the distance between a ship's bow and her anchor.",
  "undefined": "Horse- 1. a large, solid-hoofed, herbivorous quadruped, Equus caballus, domesticated since prehistoric times, bred in a number of varieties, and used for carrying or pulling loads, for riding, and for racing; 2. a fully mature male animal of this type; 3. to provide with a horse or horses; 4. to mount or go on a horse."
 },
 {
  "id": 204,
  "word": "helm - hem",
  "meaning": " Helm-1. a wheel or tiller by which a ship is steered;2. the entire steering apparatus of a ship;3. the angle with the fore-and-aft line made by a rudder when turned; 4. the place or post of control; 5.to steer; direct",
  "undefined": "Hem-1.  to fold back and sew down the edge of (cloth, a garment, etc.); form an edge or border on or around; 2. an edge made by folding back the margin of cloth and sewing it down; 3. the edge or border of a garment, drape, etc., especially at the bottom."
 },
 {
  "id": 205,
  "word": "hemistich – hemstitch",
  "meaning": "Hemistich- 1.  the exact or approximate half of a stich, or poetic verse or line, especially as divided by a caesura or the like; 2. an incomplete line, or a line of less than the usual length.",
  "undefined": "Hemstitch- 1. to hem along a line from which threads have been drawn out, stitching the cross threads into a series of little groups; 2. to simulate hand hemstitching by piercing the material with a large machine needle and then stitching around the perforations; 3. the stitch used or the needlework done in hemstitching."
 },
 {
  "id": 206,
  "word": "heroin - heroine",
  "meaning": "Heroin-a white, crystalline, narcotic powder, C21H23NO5, derived from morphine, formerly used as an analgesic and sedative: manufacture and importation of heroin are now controlled by federal law in the U.S. because of the danger of addiction.",
  "undefined": "Heroine- 1. a woman noted for courageous acts or nobility of character; 2. a woman who, in the opinion of others, has special achievements, abilities, or personal qualities and is regarded as a role model or ideal; 3. the principal female character in a story, play, film, etc."
 },
 {
  "id": 207,
  "word": "historical- hysterical",
  "meaning": "Historical- 1. of, pertaining to, treating, or characteristic of history or past events; 2. based on or reconstructed from an event, custom, style, etc., in the past; 3. having once existed or lived in the real world, as opposed to being part of legend or fiction or as distinguished from religious belief.",
  "undefined": "Hysterical- 1. of, relating to, or marked by hysteria; 2. feeling or showing extreme and unrestrained emotion; 3. informal: very funny."
 },
 {
  "id": 208,
  "word": "hobby -hubby  ",
  "meaning": "Hobby- a pursuit outside one's regular occupation engaged in especially for relaxation.",
  "undefined": "Hubby- husband."
 },
 {
  "id": 209,
  "word": "horizon - orison",
  "meaning": "Horizon- 1.the line or circle that forms the apparent boundary between earth and sky; 2. Astronomy. the small circle of the celestial sphere whose plane is tangent to the earth at the position of a given observer, or the plane of such a circle; 3.the limit or range of perception, knowledge, or the like.",
  "undefined": "Orison- a prayer."
 },
 {
  "id": 210,
  "word": "hospitality – hostility",
  "meaning": "Hospitality- 1. the friendly reception and treatment of guests or strangers; 2. the quality or disposition of receiving and treating guests and strangers in a warm, friendly, generous way.",
  "undefined": "Hostility- 1.a hostile state, condition, or attitude; enmity;      antagonism; unfriendliness; 2. a hostile act; 3. opposition or resistance to an idea, plan, project, etc."
 },
 {
  "id": 211,
  "word": "hostel – hotel",
  "meaning": "Hostel- 1. Inn; 2. an inexpensive lodging facility for usually young travelers that typically has dormitory-style sleeping arrangements and sometimes offers meals and planned activities; 3. chiefly British: a supervised institutional residence or shelter (as for homeless people); 4. to stay at hostels overnight in the course of traveling.",
  "undefined": "Hotel- 1. a commercial establishment offering lodging to travelers and sometimes to permanent residents, and often having restaurants, meeting rooms, stores, etc., that are available to the general public; 2. a word used in communications to represent the letter H."
 },
 {
  "id": 212,
  "word": "human -humane",
  "meaning": "Human- 1. of, pertaining to, characteristic of, or having the               nature of people; 2. consisting of people: 3. of or relating to the social aspect of people; 4.a human being.",
  "undefined": "Humane- 1. marked by compassion, sympathy, or consideration for humans or animals; 2. characterized by or tending to broad humanistic culture."
 },
 {
  "id": 213,
  "word": "Hungary - hungry",
  "meaning": "Hungary-a republic in central Europe. 35,926 sq. mi. (93,050 sq.km). Capital: Budapest.",
  "undefined": "Hungry- 1. having a desire, craving, or need for food; feeling hunger; 2. indicating, characteristic of, or characterized by hunger; 3. strongly or eagerly desirous."
 },
 {
  "id": 214,
  "word": "hydrate -hydride",
  "meaning": "Hydrate- 1. to cause to take up or combine with water or the elements of water; 2. to supply with ample fluid or moisture.",
  "undefined": "Hydride-a compound of hydrogen with a more electropositive  element or group."
 },
 {
  "id": 215,
  "word": "hyperbola - hyperbole",
  "meaning": " Hyperbola- a plane curve generated by a point so moving that the difference of the distances from two fixed points is a constant: a curve formed by the intersection of a double right circular cone with a plane that cuts both halves of the cone.",
  "undefined": "Hyperbole- 1. obvious and intentional exaggeration;2. an extravagant statement or figure of speech not intended to be taken literally, as “to wait an eternity”."
 },
 {
  "id": 216,
  "word": "hypnoid - hypnotic ",
  "meaning": "Hypnoid- psychol of or relating to a state resembling sleep or hypnosis.",
  "undefined": "Hypnotic- 1. of or relating to hypnosis or hypnotism;2. inducing or like something that induces hypnosis;3. susceptible to hypnotism, as a person; 4. inducing sleep."
 },
 {
  "id": 217,
  "word": "hysteria - hysterics",
  "meaning": "Hysteria-a psychoneurosis marked by emotional excitability and disturbances of the psychogenic, sensory, vasomotor, and   visceral functions.",
  "undefined": "Hysterics-a fit of uncontrollable laughter or crying."
 },
 {
  "id": 218,
  "word": "iceberg - ice bird",
  "meaning": "Iceberg- 1. a large floating mass of ice detached from a glacier;2. an emotionally cold person.",
  "undefined": "Ice bird- 1. any of several sea birds that frequent ice floes; 2. an Indian goatsucker (Caprimulgus asiaticus)."
 },
 {
  "id": 219,
  "word": "illegible - legible ",
  "meaning": " Illegible-not legible. ",
  "undefined": "Legible- 1. capable of being read or deciphered, especially with  ease, as writing or printing; easily readable; 2. capable of being discerned or distinguished."
 },
 {
  "id": 220,
  "word": "imbrue -imbue",
  "meaning": "Imbrue- to stain. ",
  "undefined": "Imbue- 1. to impregnate or inspire, as with feelings, opinions, etc.; 2. to saturate or impregnate with moisture, color, etc.;    3. to imbrue."
 },
 {
  "id": 221,
  "word": "immanence – imminence",
  "meaning": "Immanence-the quality or state of being immanent.",
  "undefined": "Imminence-1. something imminent; 2. something imminent"
 },
 {
  "id": 222,
  "word": "immunity- impunity",
  "meaning": "Immunity- the quality or state of being immune especially: a condition of being able to resist a particular disease especially through preventing development of a pathogenic microorganism or by counteracting the effects of its products.",
  "undefined": "Impunity-exemption or freedom from punishment, harm, or loss."
 },
 {
  "id": 223,
  "word": "indict - induct",
  "meaning": "Indict- 1. to charge with a crime by the finding or presentment of a jury (such as a grand jury) in due form of law 2. to charge with a fault or offense.",
  "undefined": "Induct- 1. to install in an office, benefice, position, etc., especially with formal ceremonies; 2. to introduce, especially to something requiring special knowledge or experience; 3. to take (a draftee) into military service; 4. to bring in as a member."
 },
 {
  "id": 224,
  "word": "inexpiable - inexplicable  ",
  "meaning": "Inexpiable- 1. not capable of being atoned for; 2. Implacable, unappeasable. ",
  "undefined": "Inexplicable- incapable of being explained, interpreted, or accounted for."
 },
 {
  "id": 225,
  "word": "ingenious - ingenuous",
  "meaning": "Ingenious- 1. having or showing an unusual aptitude for discovering, inventing, or contriving; 2. marked by originality, resourcefulness, and cleverness in conception or execution 3. showing or calling for intelligence, aptitude, or discernment.",
  "undefined": "Ingenuous- 1. free from reserve, restraint, or dissimulation; candid; sincere; 2. artless; innocent; naive; 3. honorable or noble."
 },
 {
  "id": 226,
  "word": "insidious - invidious",
  "meaning": "Insidious- 1. intended to entrap or beguile; 2. stealthily treacherous or deceitful; 3. operating or proceeding in an inconspicuous or seemingly harmless way but actually with grave effect.",
  "undefined": "Invidious- 1. a) of an unpleasant or objectionable nature; b) of a kind to cause harm or resentment; 2. tending to cause discontent, animosity, or envy; 3. envious."
 },
 {
  "id": 227,
  "word": "insipid - insipient",
  "meaning": " Insipid- 1. lacking in qualities that interest, stimulate, or challenge; 2. lacking taste or savor.",
  "undefined": "Insipient- lack of wisdom; foolishness."
 },
 {
  "id": 228,
  "word": "insolate - isolate",
  "meaning": "Insolate- to expose to the sun's rays; treat by exposure to the sun's rays.",
  "undefined": "Isolate- 1. to set apart from others; 2. to select from among others especially: to separate from another substance so as to obtain pure or in a free state; 3. insulate; 4. an individual, population, strain, or culture obtained by or resulting from selection or separation; 5. an individual socially withdrawn or removed from society."
 },
 {
  "id": 229,
  "word": "intercalate - interpolate",
  "meaning": "Intercalate- 1. to insert (something, such as a day) in a calendar; 2. to insert or position between or among existing  elements or layers.",
  "undefined": "Interpolate- 1. a) to alter or corrupt (something, such as a text) by inserting new or foreign matter; b) to insert  (words) into a text or into a conversation; 2. to insert between other things or parts; 3. to estimate values of (data or a function) between two known values."
 },
 {
  "id": 230,
  "word": "interior - exterior",
  "meaning": " Interior- 1. lying, occurring, or functioning within the limiting boundaries; 2. belonging to mental or spiritual life;              3. belonging to the inner constitution or concealed nature of something; 4. lying away or remote from the border or shore; 5. the inner or spiritual nature; 6. the interior part (as of a country or island); 7. the internal or inner part of a thing.",
  "undefined": "Exterior- 1. being on an outside surface; 2. observable by outward signs; 3. suitable for use on outside surfaces;     4. a) an exterior part or surface; b) outward manner or appearance 5. a representation (as on stage or film) of an outdoor scene."
 },
 {
  "id": 231,
  "word": "interspace - intersperse",
  "meaning": " Interspace- 1. an intervening space; 2. to occupy or fill the space between. ",
  "undefined": "Intersperse- 1. to insert at intervals among other things; 2. to place something at intervals in or among."
 },
 {
  "id": 232,
  "word": "interstate - intrastate",
  "meaning": "Interstate- 1. of, connecting, or existing between two or more states especially of the U.S; 2. any of a system of expressways connecting most major U.S. cities - called also interstate highway. ",
  "undefined": "Intrastate- existing or occurring within a state."
 },
 {
  "id": 233,
  "word": "invigilate - invigorate ",
  "meaning": "Invigilate- 1. to keep watch; 2. British. to keep watch over students at an examination.",
  "undefined": "Invigorate- to give vigor to; fill with life and energy."
 },
 {
  "id": 234,
  "word": "irrigate - irritate",
  "meaning": "Irrigate- 1. to supply (land) with water by artificial means, as by diverting streams, flooding, or spraying; 2. Medicine. to supply or wash (an orifice, wound, etc.) with a spray or a flow of some liquid.",
  "undefined": "Irritate- to excite to impatience or anger; annoy;  2. Biology. to excite (a living system) to some characteristic action or function; 3. to cause irritation or become irritated."
 },
 {
  "id": 235,
  "word": "issue - tissue",
  "meaning": " Issue- 1. a condition or occurrence traceable to a cause; 2. a place or means of going out; 3. the descendants of a person, animal, or plant. "
 },
 {
  "id": 236,
  "word": "jalousie - jealousy ",
  "meaning": "Jalousie- 1. a blind or shutter made with horizontal slats that can be adjusted to admit light and air but exclude rain and the rays of the sun; 2. a window made of glass slats or louvers of a similar nature.",
  "undefined": "Jealousy- 1. jealous resentment against a rival, a person enjoying success or advantage, etc., 2. mental uneasiness from suspicion or fear of rivalry, unfaithfulness, etc., as in love or aims; 3. vigilance in maintaining or guarding something; 4. a jealous feeling, disposition, state, or mood."
 },
 {
  "id": 237,
  "word": "jib - jibe ",
  "meaning": "Jib- 1. any of various triangular sails set forward of a forestaysail or fore-topmast staysail; 2. the inner one of two such sails, set inward from a flying jib; 3. of or relating to a jib.",
  "undefined": "Jibe- to be in harmony or accord; "
 },
 {
  "id": 238,
  "word": "jongleur – juggler  ",
  "meaning": "Jongleur- an itinerant medieval entertainer proficient in juggling, acrobatics, music, and recitation.",
  "undefined": "Juggler- 1. a) one skilled in keeping several objects in motion in the air at the same time by alternately tossing and catching them; b) one who performs tricks or acts of magic or deftness 2. one who manipulates especially in order to achieve a  desired end."
 },
 {
  "id": 239,
  "word": "juba – jube ",
  "meaning": "Juba-a lively dance characterized by rhythmic hand clapping, body and thigh slapping, and stomping, developed by African Americans enslaved on Southern plantations in the 19th  century.",
  "undefined": "Jube-a screen with an upper platform, separating the choir of a church from the nave and often supporting a rood."
 },
 {
  "id": 240,
  "word": "judiciary - justiciary",
  "meaning": "Judiciary- 1. a) a system of courts of law; b) the judges of these courts; 2. a branch of government in which judicial power is vested.",
  "undefined": "Justiciary- 1. of or relating to the administration of justice;       2. justiciar. "
 },
 {
  "id": 241,
  "word": "jambul - jumble",
  "meaning": "Jambool- 1. java plum; 2. a drug obtained from the bark and seeds of Java plum and formerly believed to be of value in treating diabetes.",
  "undefined": "Jumble- 1. to move in a confused or disordered manner; 2. to mix into a confused or disordered mass —often used with up; 3. a) a mass of things mingled together without order or plan; b) a state of confusion."
 },
 {
  "id": 242,
  "word": "justify – rectify",
  "meaning": "Justify- 1. to show (an act, claim, statement, etc.) to be just or right; to defend or uphold as warranted or well-grounded; Law. a) to show a satisfactory reason or excuse for something  done; b) to qualify as bail or surety.",
  "undefined": "Rectify- 1. to set right; 2. to purify especially by repeated or fractional distillation; 3. to correct by removing errors."
 },
 {
  "id": 243,
  "word": "juvenile - juvenilia",
  "meaning": "Juvenile- 1. physiologically immature or undeveloped; 2. a) of, relating to, characteristic of, or suitable for children or young people; b) of or relating to young people who have committed or are accused of committing a criminal offense; 3. reflecting psychological or intellectual immaturity.",
  "undefined": "Juvenilia- 1. compositions produced in the artist's or author's youth; 2. artistic or literary compositions suited to or designed for the young."
 },
 {
  "id": 244,
  "word": "Kashmir- cassimere- cashmere",
  "meaning": "Kashmir- or formerly Cashmere mountainous region of the northern part of the Indian subcontinent west of Tibet and  southwest of Xinjiang Uygur.",
  "undefined": "Cassimere- a closely woven smooth twilled usually wool fabric. Cashmere- 1. fine wool from the undercoat of the cashmere goat; 2. a soft twilled fabric made originally from cashmere."
 },
 {
  "id": 245,
  "word": "kettle- kittle",
  "meaning": " Kettle- 1.  a metal container in which to boil liquids, cook foods, etc.; 2. a teakettle; 3. a kettledrum; 4. an enclosed area to which demonstrators are herded for containment by police.",
  "undefined": "Kittle- 1. to tickle with the fingers; agitate or stir, as with a spoon; 2. to excite or rouse (a person), especially by flattery or strong words; 3. ticklish; fidgety."
 },
 {
  "id": 246,
  "word": "kidder- kiddy",
  "meaning": "Kidder- 1. a person who kids; 2. Northern English dialect a brother or friend.",
  "undefined": "Kiddy- a child."
 },
 {
  "id": 247,
  "word": "knack - knag",
  "meaning": "Knack- 1. a special ready capacity that is hard to analyze or teach; 2. a) a clever trick or stratagem; b) a clever way of doing something.",
  "undefined": "Knag- 1. a knot in wood; 2. a wooden peg."
 },
 {
  "id": 248,
  "word": "knobble - knobby",
  "meaning": "Knobble- a little knob or lump.",
  "undefined": "Knobby- 1. full of or covered with knobs; 2. shaped like a knob."
 },
 {
  "id": 249,
  "word": "Koran - Korean ",
  "meaning": "Koran- the book composed of sacred writings accepted by Muslims as revelations made to Muhammad by Allah through the angel Gabriel.",
  "undefined": "Korean- 1. a native or inhabitant of Korea;2. the language of the Korean people."
 },
 {
  "id": 250,
  "word": "labial – labile",
  "meaning": "Labial- 1. uttered with the participation of one or both lips; 2. of, relating to, or situated near the lips or labia; 3. a labial consonant.",
  "undefined": "Labile- 1. readily or continually undergoing chemical, physical, or biological change or breakdown; 2. readily open to change."
 },
 {
  "id": 251,
  "word": "laid – lain",
  "meaning": "Lay- simple past tense and past participle of lay.",
  "undefined": "Lain- past participle of lie."
 },
 {
  "id": 252,
  "word": "last - past",
  "meaning": "Last- 1. occurring or coming after all others, as in time, order, or place; 2. most recent; next before the present; 3. after all others; latest; 4. a final appearance or mention.",
  "undefined": "Past- 1. gone by or elapsed in time; 2. of, having existed in, or having occurred during a time previous to the present; 3. gone by just before the present time."
 },
 {
  "id": 253,
  "word": "later - latter",
  "meaning": " Later- 1. a comparative of late; 2. afterward, subsequently, or at a time in the future.",
  "undefined": "Latter- 1. being the second mentioned of two; 2. more advanced in time; 3. near or comparatively near to the end."
 },
 {
  "id": 254,
  "word": "lath - lathe",
  "meaning": "Lath- 1. a thin narrow strip of wood nailed to rafters, joists, or studding as a groundwork for slates, tiles, or plaster;2. a building material in sheets used as a base for plaster;3. a quantity of laths.",
  "undefined": "Lathe- a machine in which work is rotated about a horizontal axis and shaped by a fixed tool."
 },
 {
  "id": 255,
  "word": "latitude - longitude ",
  "meaning": "Latitude-1. angular distance from some specified circle or plane of reference: such as a) angular distance north or south from the earth's equator measured through 90 degrees; b) a region or locality as marked by its latitude; c) angular distance of a celestial body from the ecliptic; 2. a region or locality as marked by its latitude.",
  "undefined": "Longitude- 1. a) angular distance measured on a great circle of reference from the intersection of the adopted zero meridian with this reference circle to the similar intersection of the meridian passing through the object; b) the arc or portion of the earth's equator intersected between the meridian of a given place and the prime meridian and expressed either in egrees or in time; 2. archaic: long duration."
 },
 {
  "id": 256,
  "word": "lavish - languish",
  "meaning": "Lavish- 1. expended, bestowed, or occurring in profusion; 2. using or giving in great amounts.",
  "undefined": "Languish- 1. a) to be or become feeble, weak, or enervated;    b) to be or live in a state of depression or decreasing vitality;    2. a) to become dispirited; b) to suffer neglect; 3. to assume an expression of grief or emotion appealing for sympathy."
 },
 {
  "id": 257,
  "word": "levigate - levitate                                            ",
  "meaning": "Levigate- 1. polish, smooth; 2. a) to grind to a fine smooth powder while in moist condition; b) to separate (fine powder) from coarser material by suspending in a liquid.",
  "undefined": "Levitate- 1. to rise or float in or as if in the air especially in seeming defiance of gravitation; 2. to cause to levitate."
 },
 {
  "id": 258,
  "word": "lifelong - livelong     ",
  "meaning": "Lifelong – 1. lasting or continuing through life; 2. long-standing.",
  "undefined": "Livelong- whole, entire."
 },
 {
  "id": 259,
  "word": "linage- lineage                                               ",
  "meaning": "Linage- the number of lines of printed or written matter.",
  "undefined": "Lineage- 1. lineal descent from an ancestor; ancestry or extraction; 2. the line of descendants of a particular ancestor. "
 },
 {
  "id": 260,
  "word": "lineament - liniment                                      ",
  "meaning": "Lineament- 1. a) an outline, feature, or contour of a body or figure and especially of a face - usually used in plural;b) a linear topographic feature (as of the earth) that reveals a characteristic (such as a fault or the subsurface structure);2. a distinguishing or characteristic feature - usually used in plural.",
  "undefined": "Liniment - a liquid or semiliquid preparation that is applied to the skin as an anodyne or a counterirritant."
 },
 {
  "id": 261,
  "word": "liqueur -liquor                                              ",
  "meaning": "Liqueur- a usually sweetened alcoholic liquor (such as brandy) flavored with fruit, spices, nuts, herbs, or seeds.Liquor- a liquid substance: such as a) a usually distilled rather than fermented alcoholic beverage; b) a watery solution of a drug.",
  "undefined": "Liquor- a liquid substance: such as a) a usually distilled rather than fermented alcoholic beverage; b) a watery solution of a drug."
 },
 {
  "id": 262,
  "word": "loggia -logia",
  "meaning": "Loggia- a roofed open gallery especially at an upper story overlooking an open court.",
  "undefined": "Logia- a plural of logion."
 },
 {
  "id": 263,
  "word": "loopy -loppy",
  "meaning": "Loopy-1) having or characterized by loops; 2) crazy, bizarre.",
  "undefined": "Loppy-hanging limply; lopping."
 },
 {
  "id": 264,
  "word": "lorry -lory",
  "meaning": "Lorry- 1. Chiefly British. a motor truck, especially a large one;2. any of various conveyances running on rails, as for transporting material in a mine or factory; 3. a long, low, horse-drawn wagon without sides.",
  "undefined": "Lory- any of numerous parrots (family Loriidae) of Australia, New Guinea, and adjacent islands related to the lorikeets and usually having the tongue papillose at the tip and the mandibles less toothed than in other parrots."
 },
 {
  "id": 265,
  "word": "magniloquent - grandiloquent",
  "meaning": "Magniloquent - speaking in or characterized by a high-flown often bombastic style or manner.",
  "undefined": "Grandiloquent - a lofty, extravagantly colorful, pompous, or bombastic style, manner, or quality especially in language"
 },
 {
  "id": 266,
  "word": "mail - meal",
  "meaning": "Mail- 1. letters, packages, etc., that are sent or delivered by means of a postal system; 2. a single collection of such letters, packages, etc., as sent or delivered; 3. a single collection of such letters packages, etc., as sent or delivered; 4. of or relating to mail; 5. to send by mail, as by placing in a mailbox.",
  "undefined": "Meal- 1. the food served and eaten especially at one of the  customary, regular occasions for taking food during the day, as  breakfast, lunch, or supper. 2. one of these regular occasions or times for eating food."
 },
 {
  "id": 267,
  "word": "mailable – malleable",
  "meaning": " Mailable- legally acceptable as mail, as in terms of content, size, or weight.",
  "undefined": "Malleable – 1. capable of being extended or shaped by hammering or by pressure from rollers. 2. adaptable or tractable."
 },
 {
  "id": 268,
  "word": "maintain - obtain",
  "meaning": " Maintain- 1. to keep in an existing state (as of repair, efficiency, or validity): preserve from failure or decline; 2. to sustain against opposition or danger: uphold and defend; 3. to continue or persevere in: carry on, keep up.",
  "undefined": "Obtain- to gain or attain usually by planned action or effort."
 },
 {
  "id": 269,
  "word": "mandrel – mandrill",
  "meaning": "Mandrel-1. a shaft or bar the end of which is inserted into a workpiece to hold it during machining; 2. a spindle on which a circular saw or grinding wheel rotates; 3. the driving spindle in the headstock of a lathe.Mandrill- a large baboon (Mandrillus sphinx synonym Papio sphinx) of central Africa west of the Congo River with the male having a bright red and blue muzzle.",
  "undefined": "Mandrill- a large baboon (Mandrillus sphinx synonym Papio sphinx) of central Africa west of the Congo River with the male having a bright red and blue muzzle."
 },
 {
  "id": 270,
  "word": "manuscript- typescript",
  "meaning": "Manuscript- written by hand or typed. ",
  "undefined": "Typescript-a typewritten manuscript.   "
 },
 {
  "id": 271,
  "word": "meagre – maugre ",
  "meaning": "Meagre- 1. deficient in amount, quality, or extent;2. thin or emaciated; 3. lacking in richness or strength.",
  "undefined": "Maugre- in spite of; notwithstanding."
 },
 {
  "id": 272,
  "word": "meld - weld ",
  "meaning": "Meld- 1. to announce and display (a counting combination of cards in the hand) for a score; 2. the act of melding; 3. any combination of cards to be melded.",
  "undefined": "Weld- to become or be capable of being welded."
 },
 {
  "id": 273,
  "word": "mendacity – mendicity ",
  "meaning": "Mendacity-1. the quality of being mendacious; untruthfulness; tendency to lie; 2. an instance of lying; falsehood.",
  "undefined": "Mendicity-mendicancy."
 },
 {
  "id": 274,
  "word": "meteorology – metrology",
  "meaning": "Meteorology- 1. a science that deals with the atmosphere and its phenomena and especially with weather and weather forecasting; 2. the atmospheric phenomena and weather of a region.",
  "undefined": "Metrology-1. the science of weights and measures or of measurement; 2. a system of weights and measures."
 },
 {
  "id": 275,
  "word": "mine - mien ",
  "meaning": "Mine- that which belongs to me —used without a following noun as a pronoun equivalent in meaning to the adjective my.",
  "undefined": "Mien-air, bearing, or demeanor, as showing character, feeling, etc."
 },
 {
  "id": 276,
  "word": "minuet – minute",
  "meaning": "Minuet- 1. a slow, stately dance in triple meter, popular in the 17th and 18th centuries; 2. a piece of music for such a dance or in its rhythm.",
  "undefined": "Minute- the 60th part of an hour of time: 60 seconds."
 },
 {
  "id": 277,
  "word": "mistral – mistrial",
  "meaning": "Mistral- a strong cold dry northerly wind of southern France.",
  "undefined": "Mistrial-a trial that has no legal effect with regard to one or more of the charges brought against the defendant because of some serious error or prejudicial misconduct in the proceedings or a hung jury."
 },
 {
  "id": 278,
  "word": "missal - missile",
  "meaning": "Missal- a book containing all that is said or sung at mass during the entire year.",
  "undefined": "Missile- 1. capable of being thrown or projected to strike a distant object; 2. adapted for throwing or hurling missiles."
 },
 {
  "id": 279,
  "word": "monger - mongrel ",
  "meaning": "Monger- 1. a person who is involved with something in a petty or contemptible way; 2. Chiefly British. a dealer in or trader of a commodity; 3. to sell; hawk.",
  "undefined": "Mongrel-   1. an individual resulting from the interbreeding of diverse breeds; 2. a cross between types of persons or things."
 },
 {
  "id": 280,
  "word": "mortal - mortar",
  "meaning": "Mortal- 1. subject to death; having a transitory life; 2. of or relating to human beings as subject to death; 3. a human being.",
  "undefined": "Mortar- 1. a receptacle of hard material, having a bowl-shaped cavity in which substances are reduced to powder with a pestle;2. any of various mechanical appliances in which substances are pounded or ground. 3. to attack with mortar fire or shells."
 },
 {
  "id": 281,
  "word": "motif – motive",
  "meaning": "Motif- 1. a usually recurring salient thematic element; 2. a single or repeated design or color.",
  "undefined": "Motive- 1. something (such as a need or desire) that causes a person to act; 2. something (such as a need or desire) that causes a person to act."
 },
 {
  "id": 282,
  "word": "muddle - model",
  "meaning": "Muddle- 1. to make turbid or muddy; 2.  to mix confusedly; 3.  to make a mess of.",
  "undefined": "Model- 1. a standard or example for imitation or comparison;2. a representation, generally in miniature, to show the construction or appearance of something; 3. to form or plan according to a model; 4. to give shape or form to; fashion."
 },
 {
  "id": 283,
  "word": "narcotic - hypnotic",
  "meaning": "Narcotic- any of a class of substances that blunt the senses, as opium, morphine, belladonna, marijuana, and alcohol, that in large  quantities produce euphoria, stupor, or coma, that when used constantly can cause habituation or addiction, and that are used in medicine to relieve pain, cause sedation, and induce sleep.",
  "undefined": "Hypnotic - an agent or drug that produces sleep."
 },
 {
  "id": 284,
  "word": "narrow – arrow",
  "meaning": "Narrow- of little breadth or width; not broad or wide; not as wide as usual or expected.",
  "undefined": "Arrow- a slender, straight, generally pointed missile or weapon made to be shot from a bow and equipped with feathers at the end of the shaft near the nock, for controlling flight."
 },
 {
  "id": 285,
  "word": "naught – aught",
  "meaning": " Naught- 1. nothing; 2. a cipher (0); zero.",
  "undefined": "Aught- 1. anything whatever; any part; 2. Archaic. in any degree; at all; in any respect."
 },
 {
  "id": 286,
  "word": "no - now ",
  "meaning": "No- 1.  a negative used to express dissent, denial, or refusal, as in response to a question or request; 2. used to emphasize or introduce a negative statement; 3. not in any degree or manner; not at all.",
  "undefined": "Now- 1. at the present time or moment; 2. without further delay; immediately; at once; 3. at the time or moment immediately past."
 },
 {
  "id": 287,
  "word": "nominate – denominate",
  "meaning": "Nominate- 1. to propose (someone) for appointment or election to an office; 2. to appoint to a duty or office; 3. to register (a horse) as an entry in a race; 4. to name; designate.",
  "undefined": "Denominate-to give a name to; denote; designate."
 },
 {
  "id": 288,
  "word": "nonresidence - nonresistance",
  "meaning": " Nonresidence- 1. not resident in a particular place;2. not residing where official duties require a person to reside;3. a person who is nonresident.",
  "undefined": "Nonresistance-the policy or practice of not resisting violence or stablished authority, even when tyrannical, by force."
 },
 {
  "id": 289,
  "word": "nostalgia - nostalgic  ",
  "meaning": "Nostalgia- 1. a wistful or excessively sentimental yearning for return to or of some past period or irrecoverable condition; 2. the state of being homesick.",
  "undefined": "Nostalgic-experiencing or exhibiting nostalgia, a sentimental or wistful yearning for the happiness felt in a former place, time, or situation."
 },
 {
  "id": 290,
  "word": "noxious- obnoxious",
  "meaning": "Noxious- 1. harmful or injurious to health or physical well-being;              2. morally harmful; corrupting; pernicious.",
  "undefined": "Obnoxious-1. odiously or disgustingly objectionable; 2. Archaic. exposed to something unpleasant or harmful."
 },
 {
  "id": 291,
  "word": "obedience - obeisance",
  "meaning": "Obedience- 1. a) an act or instance of obeying; b) the quality or state of being obedient; 2. a sphere of jurisdiction.",
  "undefined": "Obeisance- 1. a movement of the body made in token of respect or submission: bow; 2. acknowledgment of another's superiority or importance: homage."
 },
 {
  "id": 292,
  "word": "objection - abjection",
  "meaning": "Objection- 1. an act of objecting; 2. a) a reason or argument presented in opposition; b) a feeling or expression of disapproval;c) a statement of opposition to an aspect of a judicial or other legal proceeding.",
  "undefined": "Abjection- 1. a low or downcast state: degradation;2. the act of making abject: humbling; rejection."
 },
 {
  "id": 293,
  "word": "obnoxious - noxious",
  "meaning": "Obnoxious-1. odiously or disgustingly objectionable; 2. Archaic. exposed to something unpleasant or harmful.",
  "undefined": "Noxious- 1. harmful or injurious to health or physical well-being;              2. morally harmful; corrupting; pernicious."
 },
 {
  "id": 294,
  "word": "obtain - maintain",
  "meaning": "Maintain- 1. to keep in an existing state (as of repair, efficiency, or validity): preserve from failure or decline; 2. to sustain against opposition or danger: uphold and defend; 3. to continue or persevere in: carry on, keep up.",
  "undefined": "Obtain- to gain or attain usually by planned action or effort."
 },
 {
  "id": 295,
  "word": "occident - accident",
  "meaning": "Occident- the west; the western regions.",
  "undefined": "Accident- 1. an undesirable or unfortunate happening that occurs unintentionally and usually results in harm, injury, damage, or loss; 2. any event that happens unexpectedly, without a deliberate plan or cause; 3. a fortuitous circumstance, quality, or characteristic."
 },
 {
  "id": 296,
  "word": "odd – ode  ",
  "meaning": "Odd- 1. differing in nature from what is ordinary, usual, or expected; 2. singular or peculiar in a strange or eccentric way; 3. fantastic; bizarre; 4. something that is odd.",
  "undefined": "Ode- 1. a lyric poem typically of elaborate or irregular metrical form and expressive of exalted or enthusiastic emotion; 2.  (originally) a poem intended to be sung."
 },
 {
  "id": 297,
  "word": "odious – odorous  ",
  "meaning": " Odious- 1. deserving or causing hatred; hateful; detestable;2. highly offensive; repugnant; disgusting.",
  "undefined": "Odorous- odoriferous."
 },
 {
  "id": 298,
  "word": "operand - operant",
  "meaning": "Operand-a quantity upon which a mathematical operation is performed.",
  "undefined": "Operant- 1. operating; producing effects; 2. a person or thing that operates."
 },
 {
  "id": 299,
  "word": "opponent- proponent",
  "meaning": "Opponent- 1. one that takes an opposite position (as in a debate, contest, or conflict); 2. a muscle that opposes or counteracts and limits the action of another.",
  "undefined": "Proponent- one who argues in favor of something: Advocate"
 },
 {
  "id": 300,
  "word": "orison - horizon",
  "meaning": " Orison-a prayer.",
  "undefined": "Horizon- 1. the line or circle that forms the apparent boundary between earth and sky; 2. the limit or range of perception, knowledge, or the like."
 },
 {
  "id": 301,
  "word": "oscillate - osculate ",
  "meaning": " Oscillate- 1. to swing backward and forward like a pendulum; 2. to vary between opposing beliefs, feelings, or theories; 3. to vary above and below a mean value.",
  "undefined": "Osculate- to kiss."
 },
 {
  "id": 302,
  "word": "overside - oversight",
  "meaning": "Overside- 1. over the side of a ship;. on the other side of a phonograph record.",
  "undefined": "Oversight- 1. an omission or error due to carelessness; 2. unintentional failure to notice or consider; lack of proper attention; 3. supervision; watchful care."
 },
 {
  "id": 303,
  "word": "overweening - overwhelming",
  "meaning": "Overweening- presumptuously conceited, overconfident, or proud; 2. exaggerated, excessive, or arrogant.",
  "undefined": "Overwhelming- tending or serving to overwhelm."
 },
 {
  "id": 304,
  "word": "owing - own ",
  "meaning": "Owing- due to be paid.",
  "undefined": "Own- 1. belonging to oneself or itself —usually used following a possessive case or possessive adjective; 2. used to express immediate or direct kinship."
 },
 {
  "id": 305,
  "word": "paleology - paleontology",
  "meaning": "Paleology-the study or knowledge of antiquities and especially prehistoric antiquities.",
  "undefined": "Paleontology-a science dealing with the life of past geologic periods as known from fossil remains."
 },
 {
  "id": 306,
  "word": "paramount – tantamount  ",
  "meaning": "Paramount- superior to all others.",
  "undefined": "Tantamount- equivalent in value, significance, or effect.                "
 },
 {
  "id": 307,
  "word": "parricide - patricide ",
  "meaning": "Parricide- 1.the act of killing one's father, mother, or other close relative; 2. a person who commits such an act."
 },
 {
  "id": 308,
  "word": "pathetic – bathetic",
  "meaning": "Pathetic- 1. having a capacity to move one to either compassionate or contemptuous pity; 2. marked by sorrow or melancholy;3. pitifully inferior or inadequate.",
  "undefined": "Bathetic- displaying or characterized by bathos."
 },
 {
  "id": 309,
  "word": "patron - patroon",
  "meaning": "Patron-1. a person who is a customer, client, or paying guest, especially a regular one, of a store, hotel, or the like;2. a person who supports with money, gifts, efforts, or endorsement an artist, writer, museum, cause, charity, institution, special event, or the like.",
  "undefined": "Patroon- a person who held an estate in land with certain manorial privileges granted under the old Dutch governments of New York and New Jersey."
 },
 {
  "id": 310,
  "word": "patten - pattern",
  "meaning": "Patten- a clog, sandal, or overshoe often with a wooden sole or metal device to elevate the foot and increase the wearer's height or aid in walking in mud.",
  "undefined": "Pattern- 1. decoration or ornament having such a design; 2. to make or fashion after or according to a pattern."
 },
 {
  "id": 311,
  "word": "perspicuous – perspicacious ",
  "meaning": "Perspicuous- plain to the understanding especially because of clarity and precision of presentation.",
  "undefined": "Perspicacious- of acute mental vision or discernment."
 },
 {
  "id": 312,
  "word": "perturb - disturb ",
  "meaning": "Perturb-1. to disturb or disquiet greatly in mind; 2. to throw into great disorder.",
  "undefined": "Disturb- to interrupt the quiet, rest, peace, or order of."
 },
 {
  "id": 313,
  "word": "Pisa - pizza",
  "meaning": "Pisa- a city in NW Italy, on the Arno River: leaning tower.",
  "undefined": "Pizza- a flat, open-faced baked pie of Italian origin, consisting of a thin layer of bread dough topped with spiced tomato sauce and cheese, often garnished with anchovies, sausage slices, mushrooms, etc."
 },
 {
  "id": 314,
  "word": "platonic - plutonic",
  "meaning": "Platonic- of, relating to, or characteristic of Plato or Platonism.",
  "undefined": "Plutonic- formed by solidification of magma deep within the earth and crystalline throughout."
 },
 {
  "id": 315,
  "word": "pleural - plural",
  "meaning": "Pleural- 1. Anatomy. of or relating to the pleura;2. Entomology. of or relating to a pleuron.",
  "undefined": "Plural- of, relating to, or constituting a class of grammatical forms usually used to denote more than one or in some languages more than  two."
 },
 {
  "id": 316,
  "word": "potter – putter",
  "meaning": "Potter- a person who makes pottery.",
  "undefined": "Putter- 1. one that puts; 2. a golf club used in putting; 3. to move or act aimlessly or idly."
 },
 {
  "id": 317,
  "word": "precede - proceed   ",
  "meaning": "Precede- 1. to surpass in rank, dignity, or importance;2. to be, go, or come ahead or in front of; 3. to be earlier than.",
  "undefined": "Proceed- 1. to move or go forward or onward, especially after stopping; 2. to carry on or continue any action or process."
 },
 {
  "id": 318,
  "word": "preserve- reserve",
  "meaning": "Preserve- to keep safe from injury, harm, or destruction.",
  "undefined": "Reserve- 1. to keep back or save for future use, disposal, treatment,     etc.; 2. to retain or secure by express stipulation."
 },
 {
  "id": 319,
  "word": "principal - principle",
  "meaning": "Principal- first or highest in rank, importance, value, etc.;",
  "undefined": "Principle- an accepted or professed rule of action or conduct."
 },
 {
  "id": 320,
  "word": "proficiency - efficiency  ",
  "meaning": "Proficiency-the state of being proficient; skill; expertness.",
  "undefined": "Efficiency- 1. the state or quality of being efficient, or able to accomplish something with the least waste of time and effort; competency in performance; 2. accomplishment of or ability to accomplish a job with a minimum expenditure of time and effort."
 },
 {
  "id": 321,
  "word": "prognosis- diagnosis ",
  "meaning": "Prognosis- 1. the prospect of recovery as anticipated from the usual course of disease or peculiarities of the case; 2. a forecast or prognostication.",
  "undefined": "Diagnosis- 1. the art or act of identifying a disease from its signs and symptoms; 2. investigation or analysis of the cause or nature of a condition, situation, or problem; 3. Biology: a concise technical description of a taxon."
 },
 {
  "id": 322,
  "word": "propose- purpose ",
  "meaning": "Propose- 1. to offer or suggest (a matter, subject, case, etc.) for consideration, acceptance, or action; 2. to offer (a toast); 3. to suggest.",
  "undefined": "Purpose-1. the reason for which something exists or is done, made, used, etc.; 2. an intended or desired result; end; aim; goal."
 },
 {
  "id": 323,
  "word": "purse - peruse ",
  "meaning": "Purse- 1. a small bag for money; 2. a receptacle (such as a pocketbook) for carrying money and often other small objects.",
  "undefined": "Peruse- 1. to read through with thoroughness or care; 2. to scan or browse; 3. to survey or examine in detail."
 },
 {
  "id": 324,
  "word": "query- inquiry ",
  "meaning": "Query- 1. a question; an inquiry; 2. mental reservation; 3. to ask questions of especially with a desire for authoritative information; 4. to ask questions about especially in order to resolve a doubt.",
  "undefined": "Inquiry-1. a request for information; 2. a systematic investigation often of a matter of public interest 3. examination into facts or principles."
 },
 {
  "id": 325,
  "word": "questionary - questionnaire",
  "meaning": "     Questionary- a questionnaire.",
  "undefined": "Questionnaire- 1. a set of questions for obtaining statistically useful  or personal information from individuals; 2. a written or printed questionnaire often with spaces for answers; 3. a survey made by the use of a questionnaire."
 },
 {
  "id": 326,
  "word": "quiet - quite",
  "meaning": "Quiet- 1. making no noise or sound, especially no disturbing sound; 2. free, or comparatively free, from noise; 3. silent.",
  "undefined": "Quite- 1. completely, wholly, or entirely; 2. actually, really, or truly; 3. to a considerable extent or degree."
 },
 {
  "id": 327,
  "word": "quip - squib ",
  "meaning": "Quip- 1. a clever or witty remark or comment; 2. a sharp, sarcastic remark; a cutting jest; 3. a quibble.",
  "undefined": "Squib- 1. a short and witty or sarcastic saying or writing;2. Journalism. a short news story, often used as a filler. 3. to write squibs."
 },
 {
  "id": 328,
  "word": "quintal - quintet",
  "meaning": "Quintal-1. hundredweight; 2. a unit of weight equal to 100 kilograms (about 220 pounds).",
  "undefined": "Quintet- 1. a musical composition or movement for five instruments or voices; 2. a group or set of five: such as a) the performers of a quintet; b) a basketball team."
 },
 {
  "id": 329,
  "word": "raise – raze",
  "meaning": "  Raise- 1. to move to a higher position; lift up; 2. to be able to be lifted or pulled up; 3. an increase in amount, as of wages.",
  "undefined": "Raze- 1. to tear down; demolish; level to the ground; 2. to shave or scrape off."
 },
 {
  "id": 330,
  "word": "ranch - range",
  "meaning": "  Ranch- 1. a large farm for raising horses, beef cattle, or sheep; 2. to live or work on a ranch; 3. to raise on a ranch.",
  "undefined": "Range- 1. the extent to which or the limits between which variation is possible; 2. working or grazing on a range: 3. to draw up or arrange (persons or things) in rows or lines or in a specific position, company, or group."
 },
 {
  "id": 331,
  "word": "rattan- ratteen",
  "meaning": "Rattan- a rattan cane or switch.",
  "undefined": "Ratteen- a coarse woolen fabric."
 },
 {
  "id": 332,
  "word": "reach – retch ",
  "meaning": "Reach- 1. to get to or get as far as in moving, going, traveling, etc.; 2. to make a stretch, as with the hand or arm; 3. an act or instance of reaching.",
  "undefined": "Retch- 1. to make efforts to vomit; 2. to vomit; 3. the act or an instance of retching."
 },
 {
  "id": 333,
  "word": "recession- depression ",
  "meaning": "Recession- 1. the act or action of receding; 2. a period of reduced economic activity.",
  "undefined": "Depression- the state of being depressed."
 },
 {
  "id": 334,
  "word": "recourse - resource",
  "meaning": "Recourse- access or resort to a person or thing for help or protection.",
  "undefined": "Resource- a source of supply, support, or aid, especially one that can be readily drawn upon when needed."
 },
 {
  "id": 335,
  "word": "rectify - justify ",
  "meaning": "Rectify- 1. to set right: remedy;2. to purify especially by repeated or fractional distillation.",
  "undefined": "Justify- 1. to prove or show to be just, right, or reasonable; 2. to judge, regard, or treat as righteous and worthy of salvation."
 },
 {
  "id": 336,
  "word": "recumbent- decumbent  ",
  "meaning": "Recumbent- 1. lying down; reclining; leaning.",
  "undefined": "Decumbent- 1. lying down; 2. of a plant: reclining on the ground but with ascending apex or extremity."
 },
 {
  "id": 337,
  "word": "refectory - refractory ",
  "meaning": "Refectory- a dining hall (as in a monastery or college).",
  "undefined": "Refractory- hard or impossible to manage; stubbornly disobedient."
 },
 {
  "id": 338,
  "word": "regulate – relegate",
  "meaning": "Regulate- 1. to govern or direct according to rule; 2. to bring order, method, or uniformity to.",
  "undefined": "Relegate- 1. to send or consign to an inferior position, place, or condition; 2. to assign or refer (something) to a particular class or kind."
 },
 {
  "id": 339,
  "word": "religiose - religious",
  "meaning": "Religiose- characterized by religiosity.",
  "undefined": "Religious- 1. relating to or manifesting faithful devotion to an acknowledged ultimate reality or deity; 2. of, relating to, or devoted to religious beliefs or observances."
 },
 {
  "id": 340,
  "word": "remise- remiss ",
  "meaning": "Remise- to give, grant, or release a claim to.",
  "undefined": "Remiss- negligent in the performance of work or duty."
 },
 {
  "id": 341,
  "word": "rend-rent  ",
  "meaning": "Rend- 1. to remove from place by violence;2. to split or tear apart or in pieces by violence; 3. to tear (the hair or clothing) as a sign of anger, grief, or despair.",
  "undefined": "Rent-property (such as a house) rented or for rent."
 },
 {
  "id": 342,
  "word": "repent-resent ",
  "meaning": "Repent- 1. to turn from sin and dedicate oneself to the amendment of one's life; 2. to cause to feel regret or contrition.",
  "undefined": "Resent- to feel or express annoyance or ill will at."
 },
 {
  "id": 343,
  "word": "replace -displace",
  "meaning": "Replace-1. to restore to a former place or position; 2. to take the place of especially as a substitute or successor; 3: to put something new in the place of.",
  "undefined": "Displace- 1. to compel (a person or persons) to leave home, country, etc."
 },
 {
  "id": 344,
  "word": "reprehend-apprehend ",
  "meaning": "Reprehend-to reprove or find fault with; rebuke; censure; blame.",
  "undefined": "Apprehend- 1. to take into custody; arrest by legal warrant or authority; 2. to grasp the meaning of; understand, especially intuitively; 3. to understand."
 },
 {
  "id": 345,
  "word": "repulsion - revulsion",
  "meaning": "Repulsion- 1. the act of repulsing or the state of being repulsed; 2. the feeling of being repelled, as by the thought or presence of something; distaste, repugnance, or aversion.",
  "undefined": "Revulsion- 1. a strong feeling of repugnance, distaste, or dislike; 2. a sudden and violent change of feeling or response in sentiment, taste, etc."
 },
 {
  "id": 346,
  "word": "request – bequest ",
  "meaning": "Request- the act or an instance of asking for something; 2. something asked for. ",
  "undefined": "Bequest- 1. a disposition in a will; 2. a legacy."
 },
 {
  "id": 347,
  "word": "restrain- constrain  ",
  "meaning": "Restrain- 1. to hold back from action; keep in check or under control;           2. to deprive of liberty, as by arrest or the like",
  "undefined": ".Constrain- 1. to force, compel, or oblige; 2. to confine forcibly, as by bonds; 3. to repress or restrain."
 },
 {
  "id": 348,
  "word": "reveal - reveille",
  "meaning": "Reveal -1. to make known through divine inspiration; 2. the act or an instance of showing, revealing, or disclosing something (such as surprising information or a new product) for the first time.",
  "undefined": "Reveille- 1. a signal to get up mornings; 2. a bugle call at about sunrise signaling the first military formation of the day."
 },
 {
  "id": 349,
  "word": "reward - award",
  "meaning": "Reward- something that is given in return for good or evil done or received or that is offered or given for some service or attainment.",
  "undefined": "Award- something that is conferred or bestowed especially on the basis of merit or need."
 },
 {
  "id": 350,
  "word": "risible – visible",
  "meaning": "Risible- 1.  causing or capable of causing laughter; laughable; ludicrous; 2. having the ability, disposition, or readiness to laugh.",
  "undefined": "Visible- 1. capable of being seen; 2. apparent; manifest; obvious."
 },
 {
  "id": 351,
  "word": "rigorous - vigorous",
  "meaning": "Rigorous- 1. characterized by rigor; rigidly severe or harsh, as people, rules, or discipline; 2. severely exact or accurate.",
  "undefined": "Vigorous- 1. full of or characterized by vigor; 2. strong; active; robust."
 },
 {
  "id": 352,
  "word": "rude - shrewd  ",
  "meaning": " Rude- discourteous or impolite, especially in a deliberate way.",
  "undefined": "Shrewd- 1. having or showing astute or sharp judgment in practical matters, sometimes at the cost of moral compromise; 2. cunning or tricky."
 },
 {
  "id": 353,
  "word": "salary - celery                                       ",
  "meaning": "Celery- a plant, Apium graveolens, of the parsley family, whose leafstalks are eaten raw or cooked.",
  "undefined": "Salary- a fixed compensation periodically paid to a person for regular work or services."
 },
 {
  "id": 354,
  "word": "sale - sail ",
  "meaning": "Sale- 1. the act of selling; 2. a special disposal of goods, as at reduced prices.",
  "undefined": "Sail- 1. an area of canvas or other fabric extended to the wind in such a way as to transmit the force of the wind to an assemblage of spars and rigging mounted firmly on a hull, raft, iceboat, etc.; 2. to move along or travel over water."
 },
 {
  "id": 355,
  "word": "salutary-solitary",
  "meaning": "Salutary- 1. producing a beneficial effect; 2. promoting health: curative.",
  "undefined": "Solitary- 1. alone; without companions; unattended; 2. characterized by the absence of companions; 3. a person who lives alone or in solitude, or avoids the society of others."
 },
 {
  "id": 356,
  "word": "sanatory- sanitary",
  "meaning": "Sanatory- favorable for health; curative; healing.",
  "undefined": "Sanitary- 1. of or relating to health; 2. of, relating to, or used in the disposal especially of domestic waterborne waste; 3. characterized by or readily kept in cleanliness."
 },
 {
  "id": 357,
  "word": "sateen – satin",
  "meaning": "Sateen- a smooth durable lustrous fabric usually made of cotton in satin weave.",
  "undefined": "Satin- 1. made of or covered with satin;2. suggestive of satin especially in smooth lustrous appearance or sleekness to touch."
 },
 {
  "id": 358,
  "word": "scan - span",
  "meaning": "Scan- to glance at or over or read hastily.",
  "undefined": "Span- 1. the distance between the tip of the thumb and the tip of the little finger when the hand is fully extended."
 },
 {
  "id": 359,
  "word": "scattering - smattering",
  "meaning": "Scattering- 1. distributed or occurring here and there at irregular intervals; 2. straggling, as an assemblage of parts; 3. a small, scattered number or quantity.",
  "undefined": "Smattering- a slight, superficial, or introductory knowledge of something; 2. a small amount or number."
 },
 {
  "id": 360,
  "word": "seat - sheet  ",
  "meaning": "Seat- 1. something designed to support a person in a sitting position, as a chair, bench, or pew; 2. the part of a chair, sofa, or the like, on which one sits.",
  "undefined": "Sheet- 1. a large rectangular piece of cotton, linen, or other material used as an article of bedding, commonly spread in pairs so that one is immediately above and the other immediately below the sleeper; 2. a relatively thin, usually rectangular form, piece, plate, or slab, as of photographic film, glass, metal, etc."
 },
 {
  "id": 361,
  "word": "seminal – seminar ",
  "meaning": " Seminal- 1. of, relating to, or consisting of seed or semen; 2. containing or contributing the seeds of later development.",
  "undefined": "Seminar- 1. a small group of students, as in a university, engaged in advanced study and original research under a member of the faculty and meeting regularly to exchange information and hold discussions; 2. the gathering place of such a group."
 },
 {
  "id": 362,
  "word": "sever - severe  ",
  "meaning": "Sever- 1. to put or keep apart; 2. to become separated.",
  "undefined": "Severe- 1. harsh; unnecessarily extreme; 2. serious or stern in manner or appearance."
 },
 {
  "id": 363,
  "word": "shell – yell",
  "meaning": "Shell- a hard outer covering of an animal, as the hard case of a mollusk, or either half of the case of a bivalve mollusk.",
  "undefined": "Yell- 1. to cry out or speak with a strong, loud, clear sound; 2. to scream with pain, fright, etc."
 },
 {
  "id": 364,
  "word": "sinecure – cynosure",
  "meaning": "Sinecure- an office or position that requires little or no work and that usually provides an income.",
  "undefined": "Cynosure- 1. something that strongly attracts attention by its brilliance; 2. something serving for guidance or direction."
 },
 {
  "id": 365,
  "word": "slack - slake",
  "meaning": "Slack- 1. not tight, taut, firm, or tense; 2. in a slack manner; 3. the part of a rope, sail, or the like, that hangs loose, without strain upon it.",
  "undefined": "Slake- 1. to allay (thirst, desire, wrath, etc.) by satisfying;2. to cool or refresh."
 },
 {
  "id": 366,
  "word": "slurb -slurp ",
  "meaning": " Slurb- a suburb of wearisomely uniform and usually poorly constructed houses.",
  "undefined": "Slurp- to make a sucking noise while eating or drinking."
 },
 {
  "id": 367,
  "word": "sniffer - snifter ",
  "meaning": "Sniffer- 1. a person or thing that sniffs;2. a device or mechanism for detecting something.",
  "undefined": "Snifter- a small drink of distilled liquor."
 },
 {
  "id": 368,
  "word": "span - spun   ",
  "meaning": "Span- the distance from the end of the thumb to the end of the little finger of a spread hand.",
  "undefined": "Spun- 1. a simple past tense and past participle of spin."
 },
 {
  "id": 369,
  "word": "stanch - staunch",
  "meaning": "Stanch- 1. to check or stop the flowing of; 2. steadfast in loyalty or principle.",
  "undefined": "Staunch- 1. firm or steadfast in principle, adherence, loyalty, etc.; 2. impervious to water or other liquids."
 },
 {
  "id": 370,
  "word": "steak - stake",
  "meaning": "Steak- 1. a typically thick slice of meat, especially beef, or a thick slice of firm, hearty fish, cooked by broiling, pan-frying, etc.; 2. ground or chopped meat prepared in the same manner as a steak.",
  "undefined": "Stake- a pointed piece of wood or other material driven or to be driven into the ground as a marker or support."
 },
 {
  "id": 371,
  "word": "subnormal - abnormal  ",
  "meaning": "Subnormal-lower or smaller than normal.",
  "undefined": "Abnormal-deviating from the normal or average."
 },
 {
  "id": 372,
  "word": "supple - subtle",
  "meaning": "Supple- 1. bending readily without breaking or becoming deformed; 2. characterized by ease, responsiveness, and adaptability in mental action; 3. compliant or yielding.",
  "undefined": "Subtle- 1. clever at attaining one's ends by indirect and often deceptive means; 2. made or done with extreme care and accuracy."
 },
 {
  "id": 373,
  "word": "sympathy – empathy ",
  "meaning": "Sympathy- sorrow or the capacity to feel sorrow for another's suffering or misfortune; 2. the capacity for feeling for another's unhappiness or misfortune.",
  "undefined": "Empathy- 1. the psychological identification with or vicarious experiencing of the emotions, thoughts, or attitudes of another; 2. the imaginative ascribing to an object, as a natural object or work of art, feelings or attitudes present in oneself."
 },
 {
  "id": 374,
  "word": "thrash - thresh",
  "meaning": "Thrash- 1. to defeat by a large margin; 2. to strike repeatedly with something long and thin or flexible; 3. to strike repeatedly with.",
  "undefined": "Thresh- 1. to make jerky or restless movements."
 },
 {
  "id": 375,
  "word": "Thursday - thirsty",
  "meaning": "Thursday- the fifth day of the week.",
  "undefined": "Thirsty- 1. feeling or having thirst; craving liquid; 2. needing moisture, as land."
 },
 {
  "id": 376,
  "word": "tear - tare",
  "meaning": "Tear- 1. a drop of the saline, watery fluid continually secreted by the lacrimal glands between the surface of the eye and the eyelid, serving to moisten and lubricate these parts and keep them clear of foreign particles; 2. this fluid appearing in or flowing from the eye as the result of emotion, especially grief.",
  "undefined": "Tare- the seed of a vetch."
 },
 {
  "id": 377,
  "word": "temporize - extemporize ",
  "meaning": "Temporize- 1. to be indecisive or evasive to gain time or delay acting; 2. to comply with the time or occasion; yield temporarily or ostensibly to prevailing opinion or circumstances.",
  "undefined": "Extemporize- 1. to speak extemporaneously; 2. to sing, or play on an instrument, composing the music as one proceeds; improvise;3. to do or manage something in a makeshift way."
 },
 {
  "id": 378,
  "word": "tend - trend",
  "meaning": "Tend- 1. to exhibit an inclination or tendency; 2. to move, direct, or develop one's course in a particular direction; 3. to pay attention.",
  "undefined": "Trend- 1. the general course or prevailing tendency; 2. style or vogue."
 },
 {
  "id": 379,
  "word": "tinge - twinge ",
  "meaning": "Tinge- 1. a slight staining or suffusing shade or color;2. an affective or modifying property or influence.",
  "undefined": "Twinge- 1. a sudden sharp stab of pain; 2. a moral or emotional pang."
 },
 {
  "id": 380,
  "word": "topographer - typographer",
  "meaning": "Topographer- a specialist in topography.",
  "undefined": "Typographer- a person (such as a compositor, printer, or designer) who specializes in the design, choice, and arrangement of type matter."
 },
 {
  "id": 381,
  "word": "Toyota - Kyoto ",
  "meaning": "Toyota- city in southern Honshu, Japan. ",
  "undefined": "Kyoto- city in west central Honshu, Japan, north-northeast of Osaka. "
 },
 {
  "id": 382,
  "word": "travail - travel",
  "meaning": "Travail- 1. painfully difficult or burdensome work; 2. to suffer the pangs of childbirth; ",
  "undefined": "Travel- to go from one place to another, as by car, train, plane, or ship."
 },
 {
  "id": 383,
  "word": "typhoon -tycoon ",
  "meaning": "Typhoon- a hurricane occurring especially in the region of the Philippines or the China sea.",
  "undefined": "Tycoon- a person of great wealth, influence, or power."
 },
 {
  "id": 384,
  "word": "unarmed - disarmed ",
  "meaning": "Unarmed- 1. not armed or armored; 2. having no hard and sharp projections (such as spines, spurs, or claws).",
  "undefined": "Disarmed- 1. to deprive of a weapon or weapons; 2. to remove the fuze or other actuating device from; 3. to lay down one's weapons."
 },
 {
  "id": 385,
  "word": "unconscious - subconscious",
  "meaning": " Unconscious- 1. not conscious; without awareness, sensation, or cognition; 2. temporarily devoid of consciousness.",
  "undefined": "Subconscious- existing in the mind but not immediately available to consciousness."
 },
 {
  "id": 386,
  "word": "unman - inhuman",
  "meaning": "Unman- 1. to deprive of courage or fortitude; break down the manly spirit of; 2. to deprive of virility; emasculate; castrate.",
  "undefined": "Inhuman- 1. lacking qualities of sympathy, pity, warmth, compassion, or the like; 2. not suited for human beings."
 },
 {
  "id": 387,
  "word": "unity - entity ",
  "meaning": "Unity- 1. the state of being one; oneness;2. a whole or totality as combining all its parts into one;3. the state or fact of being united or combined into one, as of the parts of a whole; unification.",
  "undefined": "Entity- 1. something that has a real existence; 2: something that has separate and distinct existence and objective or conceptual reality; 3. an organization (such as a business or governmental unit) that has an identity separate from those of its members."
 },
 {
  "id": 388,
  "word": "unpracticable - unpractical",
  "meaning": "Unpracticable-impracticable.",
  "undefined": "Unpractical-not practical; impractical; lacking practical usefulness or wisdom."
 },
 {
  "id": 389,
  "word": "unreligious - irreligious",
  "meaning": " Unreligious- 1. Irreligious; 2. having no connection with or relation to religion; neither religious nor irreligious.",
  "undefined": "Irreligious- 1. neglectful of religion: lacking religious emotions, doctrines, or practices; 2. indicating lack of religion."
 },
 {
  "id": 390,
  "word": "urge - urgent ",
  "meaning": "Urge- 1. to present, advocate, or demand earnestly or pressingly; 2. to undertake the accomplishment of with energy, swiftness, or enthusiasm.",
  "undefined": "Urgent- 1. compelling or requiring immediate action or attention; 2. insistent or earnest in solicitation; importunate, as a person."
 },
 {
  "id": 391,
  "word": "values – vowels                                         ",
  "meaning": "Values- 1. relative worth, merit, or importance; 2. monetary or material worth, as in commerce or trade; 3. the worth of something in terms of the amount of other things for which it can be exchanged or in terms of some medium of exchange. 4. to consider with respect to worth, excellence, usefulness, or importance.",
  "undefined": "Vowels- 1. one of a class of speech sounds in the articulation of which the oral part of the breath channel is not blocked and is not constricted enough to cause audible friction; 2. a letter or other symbol representing a vowel - usually used in English of a, e, i, o, u, and sometimes y."
 },
 {
  "id": 392,
  "word": "vanish - banish                                                 ",
  "meaning": "Vanish- 1. to pass quickly from sight; to assume the value zero.",
  "undefined": "Banish- 1. to require by authority to leave a country; 2. to drive out or remove from a home or place of usual resort or continuance."
 },
 {
  "id": 393,
  "word": "verbal - verbose                                               ",
  "meaning": "Verbal- 1. of, relating to, or consisting of words; 2. expressed in spoken words; oral rather than written; 3. a word derived from a verb, especially one used as a noun or an adjective, as, in English, a gerund, participle, or infinitive.",
  "undefined": "Verbose- characterized by the use of many or too many words;"
 },
 {
  "id": 394,
  "word": "veto – recto                                                       ",
  "meaning": "Veto- 1. an authoritative prohibition; 2. a power of one department or branch of a government to forbid or prohibit finally or provisionally the carrying out of projects attempted by another department.",
  "undefined": "Recto- 1. the side of a leaf (as of a manuscript) that is to be  read first; 2. a right-hand page."
 },
 {
  "id": 395,
  "word": "vertebra - vertebrate                                        ",
  "meaning": "Vertebra- any of the bones or segments composing the spinal column, consisting typically of a cylindrical body and an arch with various processes, and forming a foramen, or opening, through which the spinal cord passes.",
  "undefined": " Vertebrate- 1. having vertebrae; having a backbone or spinal column; 2. belonging or pertaining to the Vertebrata (or Craniata), a subphylum of chordate animals, comprising those having a brain enclosed in a skull or cranium and a segmented spinal column; a major taxonomic group that includes mammals, birds, reptiles, amphibians, and fishes;                     3. a vertebrate animal."
 },
 {
  "id": 396,
  "word": "vintage - vantage                                               ",
  "meaning": "Vintage- 1. the wine from a particular harvest or crop; 2. the annual produce of the grape harvest, especially with reference to the wine obtained; 3. of or relating to wines or winemaking; 4. to gather or harvest (grapes) for wine-making.",
  "undefined": "Vantage- 1. a position, condition, or place affording some      advantage or a commanding view; 2. an advantage or superiority."
 },
 {
  "id": 397,
  "word": "virtu - virtue                                                        ",
  "meaning": "Virtu- 1. excellence or merit in objects of art, curios, and the like; 2. (used with a plural verb) such objects or articles collectively; 3. a taste for or knowledge of such objects.",
  "undefined": "Virtue- 1. moral excellence; goodness; righteousness;"
 },
 {
  "id": 398,
  "word": "voluminous - luminous  ",
  "meaning": "Voluminous- forming, filling, or writing a large volume or many volumes; 2. of great volume, size, or extent.",
  "undefined": "Luminous- 1. radiating or reflecting light; shining; bright;2. lighted up or illuminated; well-lighted; 3. brilliant intellectually; enlightened or enlightening, as a writer or a  writer's works."
 },
 {
  "id": 399,
  "word": "ward - word                                                          ",
  "meaning": "Ward- a division or district of a city or town, as for administrative or political purposes.",
  "undefined": "Word- 1. a speech sound or series of speech sounds that symbolizes and communicates a meaning usually without being divisible into smaller units capable of independent use;2. the entire set of linguistic forms produced by combining a single base with various inflectional elements without change in the part of speech elements; 3. a written or printed character or combination of characters representing a spoken  word."
 },
 {
  "id": 400,
  "word": "weld-meld                                                            ",
  "meaning": "Weld-1. to unite or fuse (as pieces of metal) by hammering, compressing, or the like, especially after rendering soft or pasty by heat, and sometimes with the addition of fusible material like or unlike the pieces to be united; 2. to bring into complete union, harmony, agreement, etc.; 3. to undergo welding; be capable of being welded; 4. a welded junction or joint.",
  "undefined": "Meld- 1. to announce and display (a counting combination of cards in the hand) for a score; 2. the act of melding."
 },
 {
  "id": 401,
  "word": "whitening-whiting                                             ",
  "meaning": " Whitening- a preparation for making something white.",
  "undefined": "Whiting- a slender food fish of the genus Menticirrhus, of the croaker family, inhabiting waters along the Atlantic coast of North America."
 },
 {
  "id": 402,
  "word": "wiggle-wriggle                                             ",
  "meaning": " Wiggle- 1. to move or go with short, quick, irregular movements from side to side; 2. a wiggling movement or  course.",
  "undefined": "Wriggle- 1. to twist to and for; writhe; squirm; 2. to move along by twisting and turning the body, as a worm or snake."
 },
 {
  "id": 403,
  "word": "wooded-wooden                                              ",
  "meaning": " Wooded-covered with growing trees.",
  "undefined": "Wooden- 1. made or consisting of wood;2. lacking ease or flexibility:  awkwardly stiff."
 },
 {
  "id": 404,
  "word": "wrath-wroth                                                       ",
  "meaning": " Wrath- 1. strong vengeful anger or indignation;2. retributory punishment for an offense or a crime: divine chastisement.",
  "undefined": "Wroth- intensely angry; highly incensed; wrathful."
 },
 {
  "id": 405,
  "word": "wresting-wrestling                                        ",
  "meaning": " Wresting- a forceful rotating or pulling motion for the purpose of dislodging something.",
  "undefined": "Wrestling- a sport in which two opponents struggle hand to hand in order to pin or press each other's shoulders to the mat or ground, with the style, rules, and regulations  differing widely in amateur and professional matches."
 },
 {
  "id": 406,
  "word": "Year-ear                                                          ",
  "meaning": " Year- 1. a period of 365 or 366 days, in the Gregorian calendar, divided into 12 calendar months, now reckoned as beginning Jan. 1 and ending Dec. 31; 2. a period of approximately the same length in other calendars; 3. the time in which any planet   completes a revolution round the sun; 4. a full round of the seasons.",
  "undefined": "Ear- 1. the organ of hearing and equilibrium in vertebrates, in humans consisting of an external ear that gathers sound vibrations, a middle ear in which the vibrations resonate against the tympanic membrane, and a fluid-filled internal ear that maintains balance and that conducts the tympanic vibrations to the auditory nerve, which transmits them as impulses to the brain; 2. the sense of hearing; 3. the external ear alone; 4. any part that resembles or suggests an ear in       position or form, as the handle of a teacup."
 },
 {
  "id": 407,
  "word": "you- ewe                                                          ",
  "meaning": "      You- the one or ones being addressed - used as the pronoun of the second person singular or plural in any grammatical relation except that of a possessive.",
  "undefined": "Ewe- the female of the sheep especially when mature."
 },
 {
  "id": 408,
  "word": "your-ewer                                                                ",
  "meaning": "Your- 1. of or relating to you or yourself or yourselves especially as possessor or possessors; 2. of or relating to one or oneself.",
  "undefined": "Ewer- a vase-shaped pitcher or jug."
 }
]
